const QUIZ_DATA = {
  "第一单元": [
    {
      "id": 1,
      "type": "判断题",
      "question": "(判断题)空想社会主义的思想根源仍是唯心史观，无法找到实现其社会理想的正确道路和社会力量。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 2,
      "type": "判断题",
      "question": "(判断题)巴黎公社的建立，形成了世界上第一个社会主义政权，社会主义实现了从理论到实践的伟大飞跃。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 3,
      "type": "判断题",
      "question": "(判断题)苏联模式在特定的历史条件下促进了苏联经济社会快速发展，也为苏联军民夺取反法西斯战争胜利发挥了重要作用。但由于不尊重经济规律等，随着时间推移，其弊端日益暴露。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 4,
      "type": "判断题",
      "question": "(判断题)1982年，邓小平同志在党的十二大上发出响亮的号召：马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 5,
      "type": "判断题",
      "question": "(判断题)中国特色社会主义道路，是实现中华民族伟大复兴的必由之路，也是创造人们美好生活的必由之路。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 6,
      "type": "判断题",
      "question": "(判断题)《共产党宣言》认为“至今一切社会的历史都是阶级斗争的历史”，所以大力开展阶级斗争依然是当代中国的中心任务。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 7,
      "type": "判断题",
      "question": "(判断题)改革开放之前的三十年在社会主义建设过程中曾经出现过错误，因此“前三十年”是应该完全被否定和批判的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 8,
      "type": "判断题",
      "question": "(判断题)共产主义是社会发展的必然趋势，我们不需要奋斗和努力一样可以到达。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 9,
      "type": "判断题",
      "question": "(判断题)无产阶级是最为进步、革命最彻底的阶级，而农民则是愚昧和落后的，所以无产阶级革命中不需要建立工农联盟。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 10,
      "type": "判断题",
      "question": "(判断题)世界社会主义五百年波澜壮阔的历史进程告诉我们：中国特色社会主义是科学社会主义理论逻辑和中国社会发展历史逻辑的辩证统一，是历史的结论，人民的选择。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 11,
      "type": "判断题",
      "question": "(判断题)物质就是客观存在的具体事物。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 12,
      "type": "判断题",
      "question": "(判断题)观念的东西不外是移入人脑并在人的头脑中改造过的物质的东西而已。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 13,
      "type": "判断题",
      "question": "(判断题)质量互变规律是唯物辩证法的实质和核心。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 14,
      "type": "判断题",
      "question": "(判断题)唯物辩证法认为发展的实质是事物数量的增加和减少。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 15,
      "type": "判断题",
      "question": "(判断题)否定就是彻底消灭旧事物，与旧事物一刀两断。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 16,
      "type": "判断题",
      "question": "(判断题)对立统一规律是唯物辩证法的实质和核心。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 17,
      "type": "判断题",
      "question": "(判断题)同一性和斗争性是矛盾的两个基本属性,它们都是无条件存在的,绝对的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 18,
      "type": "判断题",
      "question": "(判断题)辩证思维方法与现代科学思维方法没有方法论上共同性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 19,
      "type": "判断题",
      "question": "(判断题)坚持唯物主义就是坚持辩证法，坚持唯心主义就是坚持形而上学。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 20,
      "type": "判断题",
      "question": "(判断题)世上没有永恒的事物,一切事物的存在都是有条件的,历史的.暂时的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "(单选题)习近平指出：“马克思主义具有鲜明的（），不仅致力于科学‘解释世界’，而且致力于积极‘改变世界’。”",
      "options": [
        "A. 革命品格",
        "B. 科学品格",
        "C. 实践品格",
        "D. 与时俱进品格"
      ],
      "answer": "C"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "(单选题)马克思主义中国化最新的理论成果是（）",
      "options": [
        "A. 十九大报告",
        "B. 习近平新时代中国特色社会主义思想",
        "C. 中国特色社会主义理论",
        "D. 五大发展理念"
      ],
      "answer": "B"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "(单选题)（）是21世纪的马克思主义，是当代中国的马克思主义。",
      "options": [
        "A. 习近平新时代中国特色社会主义思想",
        "B. 毛泽东思想",
        "C. 邓小平理论",
        "D. 党的十九大报告"
      ],
      "answer": "A"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "(单选题)马克思主义诞生于（）",
      "options": [
        "A. 19世纪20年代",
        "B. 19世纪80年代",
        "C. 19世纪中期",
        "D. 18世纪末"
      ],
      "answer": "C"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "(单选题)马克思主义产生的经济根源是（）。",
      "options": [
        "A. 工业革命",
        "B. 资本主义经济危机",
        "C. 资本主义社会生产力和生产关系的矛盾运动",
        "D. 阶级斗争"
      ],
      "answer": "C"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "(单选题)马克思一生众最重要的两大发现是（）",
      "options": [
        "A. 唯物史观和剩余价值学说",
        "B. 唯物论和辩证法",
        "C. 唯物辩证法和科学社会主义",
        "D. 劳动价值论和科学社会主义"
      ],
      "answer": "A"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "(单选题)马克思主义的（），是马克思主义观察、分析和解决问题的根本立足点和出发点。",
      "options": [
        "A. 基本观点",
        "B. 科学性和革命性的统一",
        "C. 基本原理",
        "D. 基本立场"
      ],
      "answer": "D"
    },
    {
      "id": 28,
      "type": "单选题",
      "question": "(单选题)提出“社会主义革命可能在一国或者数国首先发生并取得胜利”论断的是（）",
      "options": [
        "A. 马克思",
        "B. 恩格斯",
        "C. 毛泽东",
        "D. 列宁"
      ],
      "answer": "D"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "(单选题)人们常说：“前途是光明的，道路是曲折的。”这句话体现的最主要的辩证法原理是（）",
      "options": [
        "A. 世界永恒发展的原理",
        "B. 事物普遍联系的原理",
        "C. 否定之否定规律",
        "D. 质量互变规律"
      ],
      "answer": "C"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "(单选题)划分唯物主义和唯心主义的标准是（）",
      "options": [
        "A. 是否承认世界的统一性",
        "B. 是否承认联系的普遍性",
        "C. 是否承认物质是第一性的、精神是第二性的",
        "D. 是否承认思维和存在具有同一性"
      ],
      "answer": "C"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "(单选题)唯心主义的两种基本形式是 （）",
      "options": [
        "A. 形而上学唯心主义和辩证唯心主义",
        "B. 主观唯心主义和客观唯心主义",
        "C. 彻底的唯心主义和不彻底的唯心主义",
        "D. 自然观上的唯心主义和历史观上的唯心主义"
      ],
      "answer": "B"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "(单选题)唯物主义哲学发展的三个基本历史形态是（）",
      "options": [
        "A. 形而上学唯物主义、庸俗唯物主义、辩证唯物主义",
        "B. 古代朴素唯物主义、形而上学唯物主义、辩证唯物主义和历史唯物主义",
        "C. 奴隶社会唯物主义、封建社会唯物主义、资本主义社会唯物主义",
        "D. 机械唯物主义、形而上学唯物主义、辩证唯物主义"
      ],
      "answer": "B"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "(单选题)“全部社会生活（）",
      "options": [
        "A. 是实践的",
        "B. 是物质的",
        "C. 在本质上是意识的",
        "D. 在本质上是实践的"
      ],
      "answer": "D"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "(单选题)发展的实质是（）",
      "options": [
        "A. 前进性与曲折性的统一",
        "B. 量变与质变的相互转化",
        "C. 运动与静止的相对统一",
        "D. 旧事物的灭亡和新事物的产生"
      ],
      "answer": "D"
    },
    {
      "id": 35,
      "type": "判断题",
      "question": "(单选题)判断一个事物是否为新事物的根据是（）",
      "options": [
        "A. 出现的时间",
        "B. 它的形式新奇",
        "C. 符合事物发展的规律性",
        "D. 力量的强大"
      ],
      "answer": "C"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "(单选题)“世界上唯一不变的是变”这一论断的含义是（）",
      "options": [
        "A. 变是世界的本原",
        "B. 世界上只有变，没有不变",
        "C. 变是绝对的，不变是相对的",
        "D. 变与不变是绝对对立的"
      ],
      "answer": "C"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "(单选题)矛盾的两个基本属性是指（）",
      "options": [
        "A. 矛盾范畴内容的客观性与形式的主观性",
        "B. 矛盾发展的不平衡性与矛盾解决形式的多样性",
        "C. 矛盾的同一性与矛盾的斗争性",
        "D. 矛盾的普遍性与矛盾的特殊性"
      ],
      "answer": "C"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "(单选题)实际工作中“一刀切”的习惯做法，忽视了事物的（）",
      "options": [
        "A. 质的稳定性",
        "B. 量的规定性",
        "C. 矛盾的特殊性",
        "D. 矛盾的普遍性"
      ],
      "answer": "C"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "(单选题)马克思主义最本质的东西和活的灵魂是（）",
      "options": [
        "A. 唯物辩证法",
        "B. 具体问题具体分析",
        "C. 矛盾的普遍性和特殊性相互关系的原理",
        "D. 矛盾的同一性和斗争性相互关系的原理"
      ],
      "answer": "B"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "(单选题)量变和质变的根本区别是（）",
      "options": [
        "A. 量变是渐进的中断，质变是突然的",
        "B. 量变是不显著的，质变是显著的",
        "C. 量变是以数量规定的，质变是以属性规定的",
        "D. 量变是在度的范围内的变化，质变是超出度的变化"
      ],
      "answer": "D"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "(单选题)唯物辩证法的否定之否定规律揭示了事物发展的 ( )",
      "options": [
        "A. 方向和道路",
        "B. 形式和状态",
        "C. 结构和功能",
        "D. 源泉和动力"
      ],
      "answer": "A"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "(单选题)凡事从坏处准备，争取最好的结果，这是（）的体现",
      "options": [
        "A. 底线思维",
        "B. 战略思维",
        "C. 历史思维",
        "D. 辩证思维"
      ],
      "answer": "A"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "(单选题)以史为鉴，知古鉴今，这是这是（）的体现",
      "options": [
        "A. 底线思维",
        "B. 战略思维",
        "C. 历史思维",
        "D. 辩证思维"
      ],
      "answer": "C"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "(单选题)善于突破常规、因地制宜，这是（）的体现",
      "options": [
        "A. 战略思维",
        "B. 历史思维",
        "C. 辩证思维",
        "D. 创新思维"
      ],
      "answer": "D"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "(单选题)对于同一事物，不同的人有不同的反映，这说明 ( )",
      "options": [
        "A. 意识是主体的自由创造",
        "B. 意识不受客体影响",
        "C. 意识受主体状况的影响",
        "D. 意识的内容是主观的"
      ],
      "answer": "C"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "(单选题)人工智能的出现对马克思主义哲学意识论的意义是 ( )",
      "options": [
        "A. 否定了物质对意识的决定作用",
        "B. 改变了人类意识活动的规律性",
        "C. 肯定了人工智能可以代替意识的能动活动",
        "D. 丰富了物质和意识相互关系内容"
      ],
      "answer": "D"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "(单选题)“从个别到一般，从一般到个别”的思维方法是 ( )",
      "options": [
        "A. 归纳与演绎",
        "B. 分析与综合",
        "C. 抽象到具体",
        "D. 实践到认识"
      ],
      "answer": "A"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "(单选题)马克思主义认为，从实践的活动机制看，实践是 ( )",
      "options": [
        "A. 主体与客体通过中介相互作用的过程",
        "B. 道德行为和政治活动",
        "C. 科学实验",
        "D. 生活、行为、现实、实事等感性活动"
      ],
      "answer": "A"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "(单选题)实践的主体是 ( )",
      "options": [
        "A. 绝对精神",
        "B. 具有思维能力、从事社会实践和认识活动的人",
        "C. 人",
        "D. 人的意识"
      ],
      "answer": "B"
    },
    {
      "id": 50,
      "type": "单选题",
      "question": "(单选题)实践的客体是 ( )",
      "options": [
        "A. 绝对精神的对象化",
        "B. 客观物质世界",
        "C. 人的意识的创造物",
        "D. 进入主体的认识和实践范围的客观事物"
      ],
      "answer": "D"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "(单选题)“社会上一旦有技术上的需要，则这种需要会比十所大学更能把科学推向前进。”这说明( )",
      "options": [
        "A. 实践是认识的来源",
        "B. 技术推动了科学的发展",
        "C. 实践是认识发展的动力",
        "D. 科学进步是实践的目的"
      ],
      "answer": "C"
    },
    {
      "id": 52,
      "type": "单选题",
      "question": "(单选题)感性认识和理性认识的区别是 ( )",
      "options": [
        "A. 感性认识是可靠的，理性认识是不可靠的",
        "B. 感性认识来源于实践，理性认识来源于书本",
        "C. 感性认识是对现象的认识，理性认识是对本质的认识",
        "D. 感性认识来源于直接经验，理性认识来源于间接经验"
      ],
      "answer": "C"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "(单选题)“真理和谬误的对立，只是在非常有限的范围内才有意义”是 ( )",
      "options": [
        "A. 形而上学的观点",
        "B. 唯物辩证法的观点",
        "C. 诡辩论的观点",
        "D. 相对主义的观点"
      ],
      "answer": "B"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "(单选题)真理与谬误之间的相互关系是 ( )",
      "options": [
        "A. 在任何情况下都是绝对对立的",
        "B. 没有相互转化的可能性",
        "C. 在一定条件下可以互相转化",
        "D. 两者之间没有原则区别"
      ],
      "answer": "C"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "(单选题)“真理是人造的供人使用的工具”的看法是 ( )",
      "options": [
        "A. 主观唯心主义",
        "B. 客观唯心主义",
        "C. 辩证唯物主义",
        "D. 机械唯物主义"
      ],
      "answer": "A"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "(单选题)“对客观事物的反映即是真理”，这是 ( )",
      "options": [
        "A. 混淆了真理性认识与一般认识的错误观点",
        "B. 辩证唯物主义的真理观",
        "C. 一切唯物主义的真理观",
        "D. 混淆了真理的客观性与规律客观性"
      ],
      "answer": "A"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "(单选题)“听其言必责其用，观其行必求其功。”这种观点是 ( )",
      "options": [
        "A. 强调认识对实践的作用",
        "B. 强调实践对认识的检验作用",
        "C. 认为认识可以脱离实践",
        "D. 认为实践可以脱离认识"
      ],
      "answer": "B"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "(单选题)“人的思维是否具有真理性，这并不是一个理论的问题，而是一个实践的问题。人应该在实践中证明自己思维的真理性，即自己思维的现实性和力量，亦即自己思维的此岸性。”这一论断说明了 ( )",
      "options": [
        "A. 实践是认识的来源和动力",
        "B. 实践是检验认识是否具有真理性的唯一标准",
        "C. 实践检验真理不需要理论指导",
        "D. 认识活动与实践活动具有同样的作用和力量"
      ],
      "answer": "B"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "(单选题)列宁提出的：“从物到感觉和思想”与“从思想和感觉到物”是 ( )",
      "options": [
        "A. 唯物主义认识论与唯心主义认识论的对立",
        "B. 经验论与唯理论的对立",
        "C. 反映论与先验论的对立",
        "D. 可知论与不可知论的对立"
      ],
      "answer": "A"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "(单选题)没有抽象的真理，真理总是具体的。这一命题强调 ( )",
      "options": [
        "A. 真理是感性的直观，不是理性的抽象",
        "B. 真理的内容是客观的，形式是主观的",
        "C. 同一对象真理性的认识只有一个",
        "D. 真理是与人的具体利益相联系的"
      ],
      "answer": "C"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "(单选题)列宁说：“没有革命的理论，就不会有革命的行动”，这一命题的含义是 ( )",
      "options": [
        "A. 革命理论比革命行动更重要",
        "B. 革命运动是革命理论的派生物",
        "C. 革命理论对革命实践具有指导作用",
        "D. 革命理论最终决定革命运动的成败"
      ],
      "answer": "C"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "(单选题)马克思指出：“搬运夫和哲学家之间的原始差别要比家犬和猎犬之间的差别小得多，它们之间的鸿沟是分工掘成的。”这表明 ( )",
      "options": [
        "A. 人的聪明才智无先天区别",
        "B. 人的聪明才智的大小主要取决于主观努力的程度",
        "C. 人的聪明才智主要来源于后天实践",
        "D. 人的聪明才智由人的社会政治地位决定"
      ],
      "answer": "C"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "(单选题)真理和谬误的界限在于 ( )",
      "options": [
        "A. 是否符合人的利益和愿望",
        "B. 是否符合马克思主义",
        "C. 是否反映了客观事物的本质和规律",
        "D. 是否为大多数人所接受"
      ],
      "answer": "C"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "(单选题)真理的绝对性是指它的 ( )",
      "options": [
        "A. 具体性",
        "B. 客观性",
        "C. 终极性",
        "D. 全面性"
      ],
      "answer": "B"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "(单选题)真理观上的相对主义，错误在于 ( )",
      "options": [
        "A. 夸大真理的相对性，否认真理的绝对性",
        "B. 夸大真理的绝对性，否认真理的相对性",
        "C. 只讲真理的客观性，否认真理的相对性",
        "D. 认为关于同一对象真理性的认识只有一个"
      ],
      "answer": "A"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "(单选题)实践基础上的理论创新，是 ( )",
      "options": [
        "A. 决定了社会发展趋势",
        "B. 决定着社会变革力度",
        "C. 社会发展和变革的先导",
        "D. 一个国家兴旺发达的最终源泉"
      ],
      "answer": "C"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "(单选题)重视理论创新，必须反对 ( )",
      "options": [
        "A. 经验主义",
        "B. 先验论",
        "C. 绝对主义",
        "D. 教条主义"
      ],
      "answer": "D"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "(单选题)驳斥不可知论最有力的论据是（）",
      "options": [
        "A. 社会实践可以证明人们能正确认识世界",
        "B. 物质是可以通过感觉感知的",
        "C. 人可以透过现象揭示本质",
        "D. 感性认识可以上升为理性认识"
      ],
      "answer": "A"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "(单选题)两条根本对立的认识路线是（ ）",
      "options": [
        "A. 可知论与不可知论的对立",
        "B. 辩证法与形而上学的对立",
        "C. 唯物主义反映论与唯心主义先验论的对立",
        "D. 能动革命的反映论与直观被动的反映论的对立"
      ],
      "answer": "C"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "(单选题)从本质上看，认识是（ ）",
      "options": [
        "A. 主体主观意识的创造",
        "B. 主体对“客观精神”的体验",
        "C. 主体对客体的直观反映",
        "D. 主体对客体的能动反映"
      ],
      "answer": "D"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "(单选题)马克思主义认识论的首要的和基本的观点是（）",
      "options": [
        "A. 唯物主义的观点",
        "B. 联系的观点",
        "C. 发展变化的观点",
        "D. 实践的观点"
      ],
      "answer": "D"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "(单选题)实践是认识的来源表明（）",
      "options": [
        "A. 只要参加实践活动就能获得正确认识",
        "B. 一切认识都要直接参加实践活动才能获得",
        "C. 一切认识归根到底都是从实践中获得的",
        "D. 只有直接经验来自实践"
      ],
      "answer": "C"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "(单选题)人们为了获得知识( )",
      "options": [
        "A. 只要刻苦读书就行",
        "B. 只要积极参加社会实践就行",
        "C. 既要认真读书又要参加社会实践",
        "D. 只要抓住“灵感”和机遇就行"
      ],
      "answer": "C"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "(单选题)牛顿说：“假如我比别人望得略微远些，那是因为我站在巨人的肩膀上。”（）",
      "options": [
        "A. 知识来源于书本",
        "B. 读书是接受间接经验的重要手段",
        "C. 读书比实践重要",
        "D. 要善于学习间接经验，并在实践中消化和发展"
      ],
      "answer": "D"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "(单选题)“人的智力是按照人如何学会改造自然界而发展的。”这句话说明（）",
      "options": [
        "A. 实践是认识的来源",
        "B. 实践是认识的目的",
        "C. 实践是认识发展的动力",
        "D. 实践是检验认识正确与否的标准"
      ],
      "answer": "C"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "(单选题)一个认识的完整过程是（ ）",
      "options": [
        "A. 感性认识——理性认识——感性认识",
        "B. 实践——认识——实践",
        "C. 概念——判断——推理",
        "D. 感觉——知觉——表象"
      ],
      "answer": "B"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "(单选题)由感性认识上升到理性认识的过程是( )",
      "options": [
        "A. 完全自发的过程",
        "B. 积极能动的过程",
        "C. 消极被动的过程",
        "D. 主观随意的过程"
      ],
      "answer": "B"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "(单选题)一个完整的认识需要经过两次飞跃。下列选项中属于第二次飞跃的是（）",
      "options": [
        "A. 调查研究，了解情况",
        "B. 深入思考，形成理论",
        "C. 精心安排，制定计划",
        "D. 执行计划，付诸实践"
      ],
      "answer": "D"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "(单选题)在认识过程中更为重要意义的飞跃是指( )",
      "options": [
        "A. 从外在形象到内在本质的飞跃",
        "B. 从个性认识到共性认识的飞跃",
        "C. 从肯定阶段到否定阶段的飞跃",
        "D. 从理性认识到实践的飞跃"
      ],
      "answer": "D"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "(单选题)“公说公有理，婆说婆有理”,这种说法的实质是（）",
      "options": [
        "A. 主张检验真理的标准是相对的",
        "B. 否认真理都是发展的",
        "C. 主张真理都是绝对的",
        "D. 主张真理都是具体的"
      ],
      "answer": "A"
    },
    {
      "id": 81,
      "type": "单选题",
      "question": "(单选题)（原题为空，此处保留题号）### 三. 多选题（共20题，20分）",
      "options": [],
      "answer": ""
    },
    {
      "id": 82,
      "type": "多选题",
      "question": "(多选题)要充分发挥意识的能动作用，必须（ ）",
      "options": [
        "A. 通过人们的社会实践",
        "B. 依赖一定的物质条件和手段",
        "C. 掌握新生事物发展的规律性",
        "D. 摆脱客观条件的制约"
      ],
      "answer": "ABC"
    },
    {
      "id": 83,
      "type": "多选题",
      "question": "(多选题)意识的本质是（ ）",
      "options": [
        "A. 人脑的机能",
        "B. 人脑的生理过程",
        "C. “绝对观念”的产物",
        "D. 对客观存在的反映"
      ],
      "answer": "AD"
    },
    {
      "id": 84,
      "type": "多选题",
      "question": "(多选题)“先有计划，后做工作；先有图纸，后造房子”，这说明（）",
      "options": [
        "A. 意识决定物质，思维决定存在",
        "B. 物质存在形态的多样性",
        "C. 意识对物质的能动作用",
        "D. 意识活动的目的性.计划性"
      ],
      "answer": "CD"
    },
    {
      "id": 85,
      "type": "多选题",
      "question": "(多选题)辩证唯物主义的世界物质统一性原理（）",
      "options": [
        "A. 坚持物质世界的多样性统一",
        "B. 是全部马克思主义哲学的出发点",
        "C. 是同唯心主义.二元论的根本区别",
        "D. 是对旧唯物主义世界观的扬弃"
      ],
      "answer": "ABCD"
    },
    {
      "id": 86,
      "type": "多选题",
      "question": "(多选题)列宁的物质定义的理论意义在于（）",
      "options": [
        "A. 坚持了唯物主义一元论",
        "B. 反对了唯心主义和二元论",
        "C. 坚持了唯物主义可知论",
        "D. 克服了形而上学唯物主义物质观的缺陷"
      ],
      "answer": "ABCD"
    },
    {
      "id": 87,
      "type": "多选题",
      "question": "(多选题)实践是人的生存方式，是指 ( )",
      "options": [
        "A. 实践是人类生存和发展的基础",
        "B. 在实践中形成人的本质和一切社会关系",
        "C. 实践是人类特有的活动",
        "D. 实践是一切生命的存在形式"
      ],
      "answer": "ABC"
    },
    {
      "id": 88,
      "type": "多选题",
      "question": "(多选题)恩格斯说：“当我们深思熟虑地考察自然界或人类历史或我们自己的精神活动的时候，首先呈现在我们眼前的，是一幅由种种联系和相互作用无穷无尽地交织起来的画面。”这段话所包含的辩证法观点有 ( )",
      "options": [
        "A. 联系是客观世界的本性",
        "B. 一切事物都处于相互联系之中",
        "C. 世界是一个相互联系的统一整体",
        "D. 联系既是普遍的又是复杂多样的"
      ],
      "answer": "ABCD"
    },
    {
      "id": 89,
      "type": "多选题",
      "question": "(多选题)矛盾同一性在事物发展中的作用表现为 ( )",
      "options": [
        "A. 矛盾双方在相互依存中得到发展",
        "B. 矛盾双方相互吸取有利于自身发展的因素",
        "C. 调和矛盾双方的对立",
        "D. 规定事物发展的基本趋势"
      ],
      "answer": "ABD"
    },
    {
      "id": 90,
      "type": "多选题",
      "question": "(多选题)下列哪些说法是对矛盾特殊性原理的具体运用 ( )",
      "options": [
        "A. 对症下药，量体裁衣",
        "B. 因实制宜，因地制宜",
        "C. 物极必反，相反相成",
        "D. 欲擒故纵，声东击西"
      ],
      "answer": "AB"
    },
    {
      "id": 91,
      "type": "多选题",
      "question": "(多选题)辩证的否定是 ( )",
      "options": [
        "A. 事物的自我否定",
        "B. 事物发展的环节",
        "C. 事物联系的环节",
        "D. 扬弃"
      ],
      "answer": "ABCD"
    },
    {
      "id": 92,
      "type": "多选题",
      "question": "(多选题)实践在认识中的决定作用表现在 ( )",
      "options": [
        "A. 实践提出了认识的课题",
        "B. 实践创造出必要的物质条件和手段，使认识成为可能",
        "C. 实践是认识的唯一来源",
        "D. 实践是检验认识真理性的唯一标准"
      ],
      "answer": "ABCD"
    },
    {
      "id": 93,
      "type": "多选题",
      "question": "(多选题)辩证唯物主义认为，认识是 ( )",
      "options": [
        "A. 主体对各种认识要素的建构",
        "B. 主体对客体的能动的反映",
        "C. 主体对客体信息的选择",
        "D. 主体对客体信息的加工"
      ],
      "answer": "ABCD"
    },
    {
      "id": 94,
      "type": "多选题",
      "question": "(多选题)能动的反映论与机械反映论的主要区别在于 ( )",
      "options": [
        "A. 是否承认客观事物和人的思想是认识的对象",
        "B. 是否承认检验认识真理性的标准是实践",
        "C. 是否承认实践在认识中的决定作用",
        "D. 是否承认认识是一个充满矛盾的辩证过程"
      ],
      "answer": "CD"
    },
    {
      "id": 95,
      "type": "多选题",
      "question": "(多选题)下列观点中包含实践对认识的决定作用原理的是 ( )",
      "options": [
        "A. 没有调查就没有发言权",
        "B. 百闻不如一见，百见不如一干",
        "C. 不登高山，不知天之高也；不临深溪，不知地之厚也",
        "D. 机遇偏爱有准备的头脑"
      ],
      "answer": "ABC"
    },
    {
      "id": 96,
      "type": "多选题",
      "question": "(多选题)“感觉到了的东西，我们不能立刻理解它，只有理解了的东西，才能更深刻地感觉它”，这一观点说明 ( )",
      "options": [
        "A. 感性认识对于认识事物的本质没有任何帮助",
        "B. 感性认识具有局限性，有待于上升为理性认识",
        "C. 感性认识是认识的初级阶段，理性认识是认识的高级阶段",
        "D. 感性认识和理性认识是相互依存和渗透的"
      ],
      "answer": "BCD"
    },
    {
      "id": 97,
      "type": "多选题",
      "question": "(多选题)理性认识向实践飞跃的意义在于 ( )",
      "options": [
        "A. 理论接受实践的检验",
        "B. 理论可以改变事物发展的总趋势",
        "C. 理论可以指导实践",
        "D. 理论在实践的发展中得到发展"
      ],
      "answer": "ACD"
    },
    {
      "id": 98,
      "type": "多选题",
      "question": "(多选题)实践是检验真理的唯一标准，在于 ( )",
      "options": [
        "A. 实践具有直接现实性的品格",
        "B. 实践具有普遍性的特点",
        "C. 实践是联系主观和客观的桥梁",
        "D. 实践是主观见之于客观的活动"
      ],
      "answer": "ABCD"
    },
    {
      "id": 99,
      "type": "多选题",
      "question": "(多选题)十月革命胜利后列宁指出：“对俄国来说，根据书本争论社会主义纲领的时代已经过去了，我深信已经一去不复返了。今天只能根据经验来谈社会主义。”对这句话的正确理解是( )",
      "options": [
        "A. 社会主义建设不需要任何纲领",
        "B. 应该在实践中不断丰富发展社会主义理论",
        "C. 必须由实践来检验社会主义理论",
        "D. 对社会主义的认识应该由经验代替理论"
      ],
      "answer": "BC"
    },
    {
      "id": 100,
      "type": "多选题",
      "question": "(多选题)一个正确的思想，往往需要经历由实践到认识、认识到实践的多次反复才能形成，这是因为 ( )",
      "options": [
        "A. 认识主体存在着自身的局限性",
        "B. 事物的本质的暴露是一个过程",
        "C. 人的认识受社会历史条件的限制",
        "D. 认识是一个过程"
      ],
      "answer": "ABCD"
    },
    {
      "id": 101,
      "type": "多选题",
      "question": "(多选题)人类活动的两个基本原则是 ( )",
      "options": [
        "A. 真理原则",
        "B. 价值原则",
        "C. 效率原则",
        "D. 公平原则"
      ],
      "answer": "AB"
    }
  ],
  "第二单元": [
    {
      "id": 1,
      "type": "判断题",
      "question": "(判断题)批判性是马克思主义的本质属性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 2,
      "type": "判断题",
      "question": "(判断题)实践是一种有目的.有计划的活动，因此实践只是一种主观的活动。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 3,
      "type": "判断题",
      "question": "(判断题)直接经验就是感性认识，间接经验就是理性认识。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 4,
      "type": "判断题",
      "question": "(判断题)任何科学理论都不是终极真理，而是在实践中不断发展的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 5,
      "type": "判断题",
      "question": "(判断题)\"北京是中国的首都\"，这句话就是一个真理性认识",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 6,
      "type": "判断题",
      "question": "(判断题)一切真理都是相对的，因此，真理只具有相对性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 7,
      "type": "判断题",
      "question": "(判断题)感觉了的东西，我们不能立即理解它，只有理解了的东西，才能更深刻地感觉它。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 8,
      "type": "判断题",
      "question": "(判断题)马克思主义是不断发展的开放的学说，具有与时俱进的理论品质。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 9,
      "type": "判断题",
      "question": "(判断题)自由与必然是无法调和的一对矛盾，无法实现统一。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 10,
      "type": "判断题",
      "question": "(判断题)认识的反复性主要是由于人的主观错误造成的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 11,
      "type": "判断题",
      "question": "(判断题)凡是对感性认识经过思维加工所得到的理性认识都是科学的理论。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 12,
      "type": "判断题",
      "question": "(判断题)绝对真理存在于相对真理之中，是由无数相对真理的总和构成的，每一个相对真理都是绝对真理的一部分。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 13,
      "type": "判断题",
      "question": "(判断题)本土化和时代化是马克思主义创新发展的基本路径。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 14,
      "type": "判断题",
      "question": "(判断题)马克思关于\"两个必然\"和\"两个决不会\"的思想是有内在联系的，不矛盾的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 15,
      "type": "判断题",
      "question": "(判断题)树立和追求共产主义远大理想，应该积极投入中国特殊社会主义建设事业，从我做起，从现在做起。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 16,
      "type": "判断题",
      "question": "(判断题)共产主义是历史发展的必然结果，与人的主观能动性无关。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 17,
      "type": "判断题",
      "question": "(判断题)社会主义代替资本主义是历史的必然，因此就不可能有反复。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 18,
      "type": "判断题",
      "question": "(判断题)20世纪80年代末期和90年代初期，东欧巨变和苏联解体并不表明社会主义的失败。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 19,
      "type": "判断题",
      "question": "(判断题)资本是一种社会存在物。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 20,
      "type": "判断题",
      "question": "(判断题)垄断价格的出现意味着价值规律作用的消失。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "(单选题)一个正确的认识往往需要经过( )",
      "options": [
        "A. 由实践到认识.由认识到实践的过程",
        "B. 由感性认识到理性认识,由理性认识到实践的过程",
        "C. 由实践到认识.由认识到实践的多次反复才能完成",
        "D. 由物质到精神，由精神到物质的过程"
      ],
      "answer": "C"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "(单选题)真理就是()",
      "options": [
        "A. 客观事物及其规律",
        "B. 大多数人同意的观点",
        "C. 对人类生存有用的理论",
        "D. 对客观事物本质及其规律的正确反映"
      ],
      "answer": "D"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "(单选题)客观真理或真理的客观性是指（）",
      "options": [
        "A. 真理的内容和检验标准是客观的",
        "B. 真理的形式是客观的,内容是主观的",
        "C. 真理是人的感觉的复合",
        "D. 真理是指客观事物本身"
      ],
      "answer": "A"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "(单选题)坚持真理的客观性，就是( )",
      "options": [
        "A. 在真理观上坚持了唯心主义",
        "B. 在真理观上坚持了唯物主义",
        "C. 在真理观上坚持了辩证法",
        "D. 在真理观上坚持了形而上学"
      ],
      "answer": "B"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "(单选题)真理是没有阶级性的，在真理面前人人平等。这是因为（）",
      "options": [
        "A. 真理是绝对性和相对性的统一，真理是不断发展的",
        "B. 真理是具体的，任何真理都有其适用的条件和范围",
        "C. 真理就是客观规律，真理与人的阶级地位无关",
        "D. 真理具有客观性，真理中包含着不依赖于人类的客观内容"
      ],
      "answer": "D"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "(单选题)药物对健康人没有直接价值，对于病人则有直接价值，这表明（）",
      "options": [
        "A. 价值具有客观性",
        "B. 价值具有主体性",
        "C. 价值具有社会历史性",
        "D. 价值具有多维性"
      ],
      "answer": "B"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "(单选题)实践之所以是检验真理的唯一标准是由（）",
      "options": [
        "A. 实践的历史性和不确定性决定的",
        "B. 实践的有条件,性和相对性决定的",
        "C. 真理的本性和实践的特点决定的",
        "D. 真理的相对性和绝对性决定的"
      ],
      "answer": "C"
    },
    {
      "id": 28,
      "type": "判断题",
      "question": "(单选题)要判断一种观点的是非对错，下列说法中正确的是（ ）",
      "options": [
        "A. 以伟人之是非为是非",
        "B. 以吾心之是非为是非",
        "C. 以众人的意见定是非",
        "D. 以实践中是否得到证明定是非"
      ],
      "answer": "D"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "(单选题)社会存在( )",
      "options": [
        "A. 是社会生活的精神方面的总和",
        "B. 是社会物质生活条件的总和",
        "C. 是占统治地位的生产关系的总和",
        "D. 就是指社会环境"
      ],
      "answer": "B"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "(单选题)作为社会物质生活条件的地理环境，指的是（ ）",
      "options": [
        "A. 全部自然界",
        "B. 直接影响生产力发展的自然条件",
        "C. 劳动资料",
        "D. 人类生存和发展所依赖的各种自然条件的总和"
      ],
      "answer": "D"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "(单选题)人口因素对社会发展的影响作用主要是通过（）",
      "options": [
        "A. 人们的思想观念来实现的",
        "B. 国家的有关政策和法律来实现的",
        "C. 民族习惯和氏族信仰来实现的",
        "D. 物质资料生产方式来实现的"
      ],
      "answer": "D"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "(单选题)物质资料的生产方式包括（）",
      "options": [
        "A. 劳动者和劳动工具两个方面",
        "B. 劳动资料和劳动对象两个方面",
        "C. 生产关系和生产资料两个方面",
        "D. 生产力和生产关系两个方面"
      ],
      "answer": "D"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "(单选题)社会规律与自然界发展规律的区别在于（ ）",
      "options": [
        "A. 自然规律是客观的，社会规律是主观的",
        "B. 自然规律是自发地起作用，社会规律是通过人们有意识的活动而得到实现",
        "C. 自然规律没有阶级性，社会规律有阶级性",
        "D. 自然规律是可以被认识的，社会规律是不可捉摸的"
      ],
      "answer": "B"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "(单选题)社会历史规律与自然界发展规律的共同点是（）",
      "options": [
        "A. 它们都是不包含偶然性的必然过程",
        "B. 它们都具有不依人的意志为转移的客观规律性",
        "C. 它们的实现都是无需人参与的客观过程",
        "D. 它们都是人类思维发展的客观过程"
      ],
      "answer": "B"
    },
    {
      "id": 35,
      "type": "单选题",
      "question": "(单选题)历史唯物主义的生产力范畴是标志（）",
      "options": [
        "A. 人类认识和改造主观世界与客观世界的能力的范畴",
        "B. 人类改造旧的社会制度，创立新的社会制度的能力的范畴",
        "C. 人类利用自然、改造自然，从自然界获取物质资料能力的范畴",
        "D. 人类进行政治斗争、生产斗争和科学实验能力的范畴"
      ],
      "answer": "C"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "(单选题)在劳动资料中最能标志生产力发展水平的因素是（ ）",
      "options": [
        "A. 运输设备",
        "B. 仓储设备",
        "C. 维修工具",
        "D. 生产工具"
      ],
      "answer": "D"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "(单选题)生产关系范畴反映的是（ ）",
      "options": [
        "A. 人与自然之间的关系",
        "B. 人与人之间的政治关系",
        "C. 人与人之间的思想关系",
        "D. 人与人之间的经济关系"
      ],
      "answer": "D"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "(单选题)生产关系包括多项内容，其中起决定作用的是（ ）",
      "options": [
        "A. 产品的分配方式",
        "B. 商品的交换方式",
        "C. 生产资料所有制形式",
        "D. 劳动者的分工协作形式"
      ],
      "answer": "C"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "(单选题)阶级产生的基本前提是（）",
      "options": [
        "A. 用暴力掠夺他人的财产",
        "B. 用特权侵吞公社的财产",
        "C. 由于生产力的发展而出现剩余产品",
        "D. 由于产品分配不公而出现两极分化"
      ],
      "answer": "C"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "(单选题)阶级划分的主要标志是各种社会集团（）",
      "options": [
        "A. 在国家政权中的地位不同",
        "B. 对生产资料的关系不同",
        "C. 在社会劳动组织中的作用不同",
        "D. 取得劳动产品的方式和多寡不同"
      ],
      "answer": "B"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "(单选题)上层建筑由两个部分构成。它们是（）",
      "options": [
        "A. 政治制度和法律制度",
        "B. 政治关系和法律关系",
        "C. 政治思想和法律思想",
        "D. 政治上层建筑和观念上层建筑"
      ],
      "answer": "D"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "(单选题)国家的起源在于它是（ ）",
      "options": [
        "A. 阶级妥协的结果",
        "B. 由于人们相互订立社会契约而形成的",
        "C. 阶级矛盾不可调和的产物和表现",
        "D. 一部分人对另一部分人使用暴力的产物"
      ],
      "answer": "C"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "(单选题)国家的实质是（ ）",
      "options": [
        "A. 调和阶级矛盾的机关",
        "B. 一个阶级压迫另一个阶级的工具",
        "C. 社会全体成员选举产生的机关",
        "D. 凌驾于各阶级之上的社会协调机关"
      ],
      "answer": "B"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "(单选题)社会意识是对社会存在的反映，主要是对（ ）",
      "options": [
        "A. 物质资料生产方式的反映",
        "B. 科学文化的反映",
        "C. 统治阶级意志的反映",
        "D. 社会发展规律的科学反映"
      ],
      "answer": "A"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "(单选题)社会意识具有复杂的结构，从意识的主体的角度来看，社会意识可区分为（）",
      "options": [
        "A. 统治阶级的意识与被统治阶级的意识",
        "B. 社会心理与社会意识形式",
        "C. 个体意识与群体意识",
        "D. 先进的意识与落后的意识"
      ],
      "answer": "C"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "(单选题)下列各组社会意识诸形式中，全部属于非意识形态范围的是（ ）",
      "options": [
        "A. 政治思想、语言学、道德",
        "B. 技术科学、哲学、艺术",
        "C. 自然科学、逻辑学、语言学",
        "D. 法律思想、逻辑学、宗教"
      ],
      "answer": "C"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "(单选题)下列各组社会意识诸形式中，全部属于意识形态范围的是（ ）",
      "options": [
        "A. 自然科学、道德、宗教",
        "B. 法律思想、逻辑学、宗教",
        "C. 政治思想、艺术、语言学",
        "D. 法律思想、哲学、宗教"
      ],
      "answer": "D"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "(单选题)社会意识的本质特点在于（ ）",
      "options": [
        "A. 社会意识是社会存在的反映，具有相对独立性",
        "B. 社会意识是全社会的人的共同意识",
        "C. 社会意识都具有鲜明的阶级性",
        "D. 是独立于社会存在之外的精神实体"
      ],
      "answer": "A"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "(单选题)社会意识相对独立性的最重要最突出的表现是（）",
      "options": [
        "A. 社会意识的反作用",
        "B. 社会意识的历史继承性",
        "C. 社会意识的发展与社会存在的发展的不完全同步性",
        "D. 社会意识与社会经济发展水平的不完全平衡性"
      ],
      "answer": "A"
    },
    {
      "id": 50,
      "type": "单选题",
      "question": "(单选题)人类社会的基本矛盾是（ ）",
      "options": [
        "A. 人与自然界之间的矛盾",
        "B. 人与社会制度之间的矛盾",
        "C. 先进与落后、开拓进取与因循守旧之间的矛盾",
        "D. 生产力与生产关系、经济基础与上层建筑之间的矛盾"
      ],
      "answer": "D"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "(单选题)生产力决定生产关系，这是因为（）",
      "options": [
        "A. 生产力是最活跃、最革命的因素，生产关系则是相对稳定的因素",
        "B. 生产力是人与自然之间的关系，生产关系则是人与社会之间的关系",
        "C. 生产力是本原的第一性的因素，生产关系则是派生的.第二性的因素",
        "D. 生产力是具有能动性的因素，生产关系则是消极被动的因素"
      ],
      "answer": "A"
    },
    {
      "id": 52,
      "type": "判断题",
      "question": "(单选题)判断一种生产关系是否先进的根本标志是看它是（ ）",
      "options": [
        "A. 生产资料私有制还是生产资料公有制",
        "B. 促进生产力发展还是阻碍生产力发展",
        "C. 社会化大生产还是个体小生产",
        "D. 封闭的自然经济还是市场经济"
      ],
      "answer": "B"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "(单选题)我国社会主义初级阶段实行以公有制为主体，多种所有制经济共同发展的基本经济制度，促进了生产力的发展，说明实行这种制度遵循了（）",
      "options": [
        "A. 生产力决定生产关系的原理",
        "B. 经济基础决定上层建筑的原理",
        "C. 生产力具有自我增殖能力的原理",
        "D. 社会经济制度决定生产力状况的原理"
      ],
      "answer": "A"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "(单选题)经济基础是一定社会中（ ）",
      "options": [
        "A. 生产力系统各要素的总和",
        "B. 生产力和生产关系的总和",
        "C. 占统治地位的生产关系各方面的总和",
        "D. 占统治地位的各种社会关系的总和"
      ],
      "answer": "C"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "(单选题)上层建筑是指（ ）",
      "options": [
        "A. 社会的经济制度",
        "B. 占统治地位的生产关系",
        "C. 党委宣传部和组织部",
        "D."
      ],
      "answer": "D"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "(单选题)上层建筑的根本性质决定于（ ）",
      "options": [
        "A. 经济基础",
        "B. 政治制度",
        "C. 国家政权",
        "D. 意识形态"
      ],
      "answer": "A"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "(单选题)社会革命最深刻的根源在于（ ）",
      "options": [
        "A. 生产力和生产关系之间的矛盾",
        "B. 剥削阶级和被剥削阶级之间的矛盾",
        "C. 人民群众和各种敌对分子之间的矛盾",
        "D. 人口众多和资源贫乏之间的矛盾"
      ],
      "answer": "A"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "(单选题)马克思主义认为，暴力革命是（ ）",
      "options": [
        "A. 社会革命的惟一形式",
        "B. 社会革命的基本形式",
        "C. 社会革命的辅助形式",
        "D. 社会革命的必要形式"
      ],
      "answer": "B"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "(单选题)改革在人类历史上具有普遍性，它是（ ）",
      "options": [
        "A. 社会制度更替的一种形式",
        "B. 对社会体制进行改善和革新",
        "C. 统治阶级向被统治阶级妥协",
        "D. 革命阶级反对反动统治阶级的斗争"
      ],
      "answer": "B"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "(单选题)社会主义社会的改革是（）",
      "options": [
        "A. 改变社会主义的基本经济制度",
        "B. 改变社会主义的基本政治制度",
        "C. 改变社会主义的经济运行形式",
        "D. 社会主义制度的自我完善"
      ],
      "answer": "D"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "(单选题)\"英雄和人民群众共同创造历史\"这个观点的实质是（）",
      "options": [
        "A. 群众史观",
        "B. 唯物史观的一种表现",
        "C. 辩正的全面的观点",
        "D. 唯心史观的一种表现"
      ],
      "answer": "D"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "(单选题)社会进步的内在根据是（ ）",
      "options": [
        "A. 社会基本矛盾运动",
        "B. 社会文明的发展水平",
        "C. 社会道德水平的提高",
        "D. 社会科学的发展程度"
      ],
      "answer": "A"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "(单选题)衡量社会进步的根本标准是（）",
      "options": [
        "A. 社会的政治制度",
        "B. 社会的经济制度",
        "C. 社会生产力的发展水平",
        "D. 社会道德的发展水平"
      ],
      "answer": "C"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "(单选题)人的最根本的特性是人的（）",
      "options": [
        "A. 自然属性",
        "B. 社会属性",
        "C. 自由的属性",
        "D. 意识特性"
      ],
      "answer": "B"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "(单选题)人类社会历史发展的决定力量是 （）",
      "options": [
        "A. 生产方式",
        "B. 地理条件",
        "C. 社会意识",
        "D. 人口因素"
      ],
      "answer": "A"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "(单选题)社会意识相对独立性的最突出表现是它（）",
      "options": [
        "A. 同社会存在发展的不同步性",
        "B. 具有历史的继承性",
        "C. 对社会存在具有能动的反作用",
        "D. 同社会经济的发展具有不平衡性"
      ],
      "answer": "C"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "(单选题)在生产关系中起决定作用的是 （）",
      "options": [
        "A. 生产资料所有制",
        "B. 产品的分配和交换",
        "C. 在生产中人与人的关系",
        "D. 管理者和生产者的不同地位"
      ],
      "answer": "A"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "(单选题)\"手推磨产生的是封建主的社会，蒸汽磨产生的是工业资本家的社会\"，这句话揭示了（）",
      "options": [
        "A. 生产工具是衡量生产力水平的重要尺度",
        "B. 科学技术是第一生产力",
        "C. 社会形态的更替有其一定的顺序性",
        "D. 物质生产的发展需要建立相应的生产关系"
      ],
      "answer": "D"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "(单选题)十一届三中全会以来，我党制定的一系列正确的路线、方针、政策促进了我国经济的迅猛发展，这说明（）",
      "options": [
        "A. 经济基础发展的道路是由上层建筑决定的",
        "B. 上层建筑的发展决定经济基础的发展方向",
        "C. 上层建筑对经济基础具有积极的能动作用",
        "D. 社会主义社会的发展不受经济基础决定上层建筑规律的制约"
      ],
      "answer": "C"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "(单选题)一定社会形态的经济基础是（）",
      "options": [
        "A. 生产力",
        "B. 该社会的各种生产关系",
        "C. 政治制度和法律制度",
        "D. 与一定生产力发展阶段相适应的生产关系的总和"
      ],
      "answer": "D"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "(单选题)上层建筑是指（）",
      "options": [
        "A. 社会的经济制度",
        "B. 科学技术",
        "C. 社会生产关系",
        "D. 建立在一定社会经济基础之上的意识形态及相应的制度和设施"
      ],
      "answer": "D"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "(单选题)社会形态是（）",
      "options": [
        "A. 生产力和生产关系的统一",
        "B. 同生产力发展一定阶段相适应的经济基础和上层建筑的统一体",
        "C. 社会存在和社会意识的统一",
        "D. 物质世界和精神世界的统一"
      ],
      "answer": "B"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "(单选题)人类社会发展的一般规律是（）",
      "options": [
        "A. 生产方式内部的矛盾规律",
        "B. 生产力和生产关系、经济基础和上层建筑之间的矛盾运动规律",
        "C. 社会存在和社会意识的矛盾规律",
        "D. 物质生产和精神生产的矛盾规律"
      ],
      "answer": "B"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "(单选题)阶级斗争对阶级社会发展的推动作用突出表现在（）",
      "options": [
        "A. 生产力的发展",
        "B. 生产关系的变革",
        "C. 社会形态的更替",
        "D. 科技的进步"
      ],
      "answer": "C"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "(单选题)社会革命根源于（）",
      "options": [
        "A. 人口太多",
        "B. 少数英雄人物组织暴动",
        "C. 先进思想和革命理论的传播",
        "D. 社会基本矛盾的尖锐化"
      ],
      "answer": "D"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "(单选题)社会主义改革的根本目的在于（）",
      "options": [
        "A. 改变社会主义制度",
        "B. 完善社会主义制度",
        "C. 解放和发展生产力",
        "D. 实现社会公平"
      ],
      "answer": "C"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "(单选题)\"蒸汽、电力和自动纺织机甚至是比巴尔贝斯、拉斯拜尔和布朗基诸位公民更危险万分的革命家。\"这一论断的含义是（）",
      "options": [
        "A. 科技革命是对统治阶级的极大威胁",
        "B. 科技革命对变革社会制度具有直接的决定作用",
        "C. 滥用科技革命的成果会对人类造成\"危险\"",
        "D. 科技革命导致社会政治革命"
      ],
      "answer": "D"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "(单选题)人民群众既是历史的\"剧中人\"，又是历史的\"剧作者\"，这是（）",
      "options": [
        "A. 唯心主义的观点",
        "B. 折中主义的观点",
        "C. 历史唯物主义的观点",
        "D. 历史循环论的观点"
      ],
      "answer": "C"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "(单选题)理解人类社会发展的钥匙是（）",
      "options": [
        "A. 阶级斗争史",
        "B. 思想发展史",
        "C. 劳动发展史",
        "D. 文化发展史"
      ],
      "answer": "C"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "(单选题)英雄史观的理论出发点是主张（）",
      "options": [
        "A. 人是社会历史的主体",
        "B. 人的意识对社会存在具有能动的作用",
        "C. 社会意识决定社会存在",
        "D. 社会运动受偶然性支配"
      ],
      "answer": "C"
    },
    {
      "id": 81,
      "type": "多选题",
      "question": "(多选题)真理原则和价值原则的区别是 ( )",
      "options": [
        "A. 真理原则侧重于主观性，价值原则侧重于主体性",
        "B. 真理原则侧重于客体性，价值原则侧重于主体性",
        "C. 真理原则说明认定活动的客观制约性，价值原则表明人的活动的目的性",
        "D. 真理原则体现了人的活动中的统一性，价值原则体现了社会活动中的多样性"
      ],
      "answer": "BCD"
    },
    {
      "id": 82,
      "type": "多选题",
      "question": "(多选题)下列观点体现真理和价值的辩证关系的有 ( )",
      "options": [
        "A. 真理既是制约实践的客观尺度，又是实践追求的价值目标之一",
        "B. 遵循真理尺度就要按科学规律办事，遵循价值尺度就要满足人的需要",
        "C. 价值的形成和实现以坚持真理为前提，真理又必然是具有价值的",
        "D. 实现价值是人们追求真理的目的，价值追求引导人们去探索真理"
      ],
      "answer": "ABCD"
    },
    {
      "id": 83,
      "type": "多选题",
      "question": "(多选题)下列说法正确的有 ( )",
      "options": [
        "A. 真理是具体的就是说真理是唯一的",
        "B. 价值是抽象的就是说价值是多维的",
        "C. 主体结构和规定的复杂性导致主体的价值关系的全面性、多维性",
        "D. 真理的具体性是说真理有其适用的具体范围和条件"
      ],
      "answer": "CD"
    },
    {
      "id": 84,
      "type": "多选题",
      "question": "(多选题)真理和价值的对立统一关系表现在 ( )",
      "options": [
        "A. 实践是检验真理和价值的共同标准",
        "B. 实践与价值在实践和认识活动中是相互制约、相互引导、相互促进的",
        "C.",
        "D. 价值的形成和实现以坚持真理为前提，而真理又必然是具有价值的"
      ],
      "answer": "ABCD"
    },
    {
      "id": 85,
      "type": "多选题",
      "question": "(多选题)对待马克思主义，必须 ( )",
      "options": [
        "A. 坚持实践创新和理论创新",
        "B. 解放思想、实事求是、与时俱进、求真务实",
        "C. 把马克思主义作为进一步研究的出发点和供这种研究的方法，而不是教义",
        "D. 把马克思主义作为永恒真理，只能坚持不能发展"
      ],
      "answer": "ABC"
    },
    {
      "id": 86,
      "type": "多选题",
      "question": "(多选题)全面贯彻辩证唯物主义和历史唯物主义的思想路线，必须 ( )",
      "options": [
        "A. 把马克思主义作为永恒真理",
        "B. 坚持一切从实际出发",
        "C. 在实践中坚持真理和发展真理",
        "D. 正确认识世界和改造世界"
      ],
      "answer": "BCD"
    },
    {
      "id": 87,
      "type": "多选题",
      "question": "(多选题)认识世界和改造世界是辩证的统一，表现在 ( )",
      "options": [
        "A. 认识的任务归根到底在于解释世界",
        "B. 认识的任务不仅在于解释世界，更重要的在于改造世界",
        "C. 要有效地改造世界，必须正确地认识世界",
        "D. 认识和改造客观世界的过程也是认识和改造主观世界的过程"
      ],
      "answer": "BCD"
    },
    {
      "id": 88,
      "type": "多选题",
      "question": "(多选题)实践是认识的基础，实践的观点是辩证唯物主义认识论第一的和基本的观点，主要是因为（）",
      "options": [
        "A. 实践是认识的来源",
        "B. 实践是认识发展的动力",
        "C. 实践是认识的实质",
        "D. 实践是检验认识真理性的标准"
      ],
      "answer": "ABD"
    },
    {
      "id": 89,
      "type": "多选题",
      "question": "(多选题)实践是认识发展的动力，主要表现在（）",
      "options": [
        "A. 实践不断为人们提出新的认识课题",
        "B. 实践不断为人们认识的发展提供经验材料",
        "C. 实践不断为人们提供新的认识工具",
        "D. 实践不断提高人们的认识能力"
      ],
      "answer": "ABCD"
    },
    {
      "id": 90,
      "type": "多选题",
      "question": "(多选题)真理与谬误的关系是（ ）",
      "options": [
        "A. 真理不是谬误,谬误不是真理",
        "B. 真理超出一定的范围就转化为谬误",
        "C. 在一定条件下谬误可以转化为真理",
        "D. 相对真理中包含着谬误"
      ],
      "answer": "ABC"
    },
    {
      "id": 91,
      "type": "多选题",
      "question": "(多选题)下列各项正确反映感性认识与理性认识的关系有（）",
      "options": [
        "A. 理性认识依赖于感性认识",
        "B. 感性认识有待于发展到理性认识",
        "C. 理性认识中包含着感性认识",
        "D. 感性认识中包含着理性认识"
      ],
      "answer": "ABCD"
    },
    {
      "id": 92,
      "type": "多选题",
      "question": "(多选题)要正确实现从理性认识到实践的飞跃，必须做到（ ）",
      "options": [
        "A. 通过调查，获得十分丰富的感性材料",
        "B. 运用科学的思维方法对感性材料进行加工和创造",
        "C. 要把关于事物的认识与主体的需要结合起来，确定行动的目的和计划",
        "D. 要从实际出发，坚持一般理论与具体实际相结合"
      ],
      "answer": "CD"
    },
    {
      "id": 93,
      "type": "多选题",
      "question": "(多选题)下列各项正确反映理论与实践的关系的有（ ）",
      "options": [
        "A. 实践对理论具有决定作用",
        "B. 理论对实践具有决定作用",
        "C. 理论对实践具有指导作用",
        "D. 实践对理论具有指导作用"
      ],
      "answer": "AC"
    },
    {
      "id": 94,
      "type": "多选题",
      "question": "(多选题)认识过程的复杂性是由于人的认识( )",
      "options": [
        "A. 受社会历史条件的限制",
        "B. 不受科学技术条件的限制",
        "C. 主体认识能力.知识水平的限制",
        "D. 不受人的立场.观点.方法的限制"
      ],
      "answer": "AC"
    },
    {
      "id": 95,
      "type": "多选题",
      "question": "(多选题)真理的客观性是指（ ）",
      "options": [
        "A. 真理是不依赖于意识的客观实在",
        "B. 真理是不以人的意志为转移的客观规律",
        "C. 真理中包含着不依赖于人的客观内容",
        "D. 真理检验标准是客观的社会实践"
      ],
      "answer": "CD"
    },
    {
      "id": 96,
      "type": "多选题",
      "question": "(多选题)把社会上绝大多数人承认的意见视为真理,这是（ ）",
      "options": [
        "A. 否认了真理的客观性",
        "B. 充分相信群众,使群众掌握真理",
        "C. 否认了真理往往在少数人手里",
        "D. 唯心主义真理论"
      ],
      "answer": "ACD"
    },
    {
      "id": 97,
      "type": "多选题",
      "question": "(多选题)绝对真理和相对真理是辩证统一的，表现在（）",
      "options": [
        "A. 相对真理中包含着绝对真理的颗粒",
        "B. 绝对真理存在于相对真理之中",
        "C. 无数相对真理的总和构成绝对真理",
        "D. 相对真理是向绝对真理转化的"
      ],
      "answer": "ABCD"
    },
    {
      "id": 98,
      "type": "多选题",
      "question": "(多选题)劳动在人类社会发展中的地位和作用是（ ）",
      "options": [
        "A. 劳动创造了人和人类社会",
        "B. 劳动是一切历史的前提和基础",
        "C. 劳动发展史是打开全部社会史的钥匙",
        "D. 劳动是社会活动的全部内容"
      ],
      "answer": "ABC"
    },
    {
      "id": 99,
      "type": "多选题",
      "question": "(多选题)除去物质资料的生产方式，社会存在还包括（ ）",
      "options": [
        "A. 国家政权",
        "B. 科学技术",
        "C. 人口因素",
        "D. 地理环境"
      ],
      "answer": "CD"
    },
    {
      "id": 100,
      "type": "多选题",
      "question": "(多选题)物质生产之所以从根本上决定了人口生产的发展方向和基本趋势，是因为（）",
      "options": [
        "A. 生产力的发展水平制约着人口的数量、质量、密度、构成和增长速度",
        "B. 物质生产的发展规模和速度制约着人口生产的规模和速度",
        "C. 物质资料的生产方式决定人口生产的社会形式",
        "D. 物质生产决定人口生产具有客观性"
      ],
      "answer": "ABCD"
    }
  ],
  "第三单元": [
    {
      "id": 1,
      "type": "判断题",
      "question": "(判断题)适应社会生产力发展的要求，国家垄断资本主义突破了私人垄断资本的局限性，因此，它具有社会主义的性质。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 2,
      "type": "判断题",
      "question": "(判断题)商品的价值是由土地、劳动和资本共同创造的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 3,
      "type": "判断题",
      "question": "(判断题)社会形态的更替，从一定意义上说，也是文明形态的更替。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 4,
      "type": "判断题",
      "question": "(判断题)有人认为，经济全球化是生产和资本国际化的产物，具有促进生产力发展和全球经济发展的巨大作用，因而对发展中国家的经济发展也是有百利无一害。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 5,
      "type": "判断题",
      "question": "(判断题)垄断是在自由竞争基础上产生的，因此垄断统治形成后就不存在竞争了。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 6,
      "type": "判断题",
      "question": "(判断题)垄断价格是垄断组织规定的市场价格，它的出现使价值规律等价交换原则受到破坏。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 7,
      "type": "判断题",
      "question": "(判断题)商品的价值是由市场上的供求关系决定的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 8,
      "type": "判断题",
      "question": "(判断题)货币是固定充当一般等价物的商品。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 9,
      "type": "判断题",
      "question": "(判断题)垄断资本主义统治消除了市场竞争机制的自发作用。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 10,
      "type": "判断题",
      "question": "(判断题)商品的价值和交换价值是一回事，没有区别。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 11,
      "type": "判断题",
      "question": "(判断题)垄断资本主义的统治为向社会主义过渡准备了充分物质基础。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 12,
      "type": "判断题",
      "question": "(判断题)工人的工资就是工人全部劳动付出所得。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 13,
      "type": "判断题",
      "question": "(判断题)商品的价值量是由生产商品时耗费的个别劳动时间决定的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 14,
      "type": "判断题",
      "question": "(判断题)劳动生产率与商品价值量成正比例。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 15,
      "type": "判断题",
      "question": "(判断题)资本是能够带来剩余价值的价值。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 16,
      "type": "判断题",
      "question": "(判断题)贱买贵卖是资本家获得剩余价值的源泉。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 17,
      "type": "判断题",
      "question": "(判断题)资产阶级政党也是为全体人民服务的政党",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 18,
      "type": "判断题",
      "question": "(判断题)一人一票的投票民主才是民主的唯一合理形式。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 19,
      "type": "判断题",
      "question": "(判断题)资本主义的民主共和制是 \"是资本主义所能采用的最好的政治外壳\"。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 20,
      "type": "判断题",
      "question": "(判断题)商品的价值由该商品的使用价值的大小决定。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "(单选题)人民群众是历史的创造者，其根本原因在于人民群众（）",
      "options": [
        "A. 占人口大多数",
        "B. 是社会生产力的体现者",
        "C. 具有先进思想",
        "D. 掌握历史发展规律"
      ],
      "answer": "B"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "(单选题)劳动产品和商品的关系是（）。",
      "options": [
        "A. 劳动产品一定是商品",
        "B. 商品一定是劳动产品",
        "C. 劳动产品和商品都具有使用价值和价值",
        "D. 两者都要经过交换才能进入消费领域"
      ],
      "answer": "B"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "(单选题)社会经济的两种基本形态是（）。",
      "options": [
        "A. 商品经济和市场经济",
        "B. 公有制经济和非公有制经济",
        "C. 自然经济和商品经济",
        "D. 计划经济和自然经济"
      ],
      "answer": "C"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "(单选题)商品经济产生和存在的条件是（）。",
      "options": [
        "A. 自然经济的存在和发展",
        "B. 社会化大生产和资本主义私有制",
        "C. 社会化大生产和社会主义公有制",
        "D. 社会分工的出现以及生产资料和劳动产品属于不同所有者"
      ],
      "answer": "D"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "(单选题)资本原始积累的实质是（）。",
      "options": [
        "A. 资本家靠自身勤劳致富，兴办资本主义企业",
        "B. 劳动者自愿脱离土地到城市做工，为资本家进行积累",
        "C. 资本家用经济手段诱使农民脱离土地成为雇佣劳动者",
        "D. 通过暴力手段迫使劳动者与生产资料分离，把大量财富集中在资本家手中"
      ],
      "answer": "D"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "(单选题)马克思在研究商品时，之所以考察商品的使用价值，是因为使用价值是（）。",
      "options": [
        "A. 人类生存、发展的物质条件",
        "B. 构成财富的物质内容",
        "C. 满足人们需要的物质实体",
        "D. 商品交换价值的物质承担者"
      ],
      "answer": "D"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "(单选题)马克思主义政治经济学的理论基础是（）。",
      "options": [
        "A. 剩余价值理论",
        "B. 劳动价值论",
        "C. 英国古典政治经济学",
        "D. 辩证唯物主义和历史唯物主义"
      ],
      "answer": "D"
    },
    {
      "id": 28,
      "type": "单选题",
      "question": "(单选题)资本主义经济细胞和包括资本主义一切矛盾的萌芽是（）。",
      "options": [
        "A. 劳动商品的出现",
        "B. 雇佣劳动的存在",
        "C. 资产阶级和无产阶级的存在",
        "D. 以交换为目的的商品的存在"
      ],
      "answer": "D"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "(单选题)马克思说\"我们不可能从对小麦的品尝中，来判定它是由封建社会的农奴生产的，还是由资本主义制度下雇佣的劳动者生产的。\"这句话说明（）。",
      "options": [
        "A. 使用价值是商品的自然属性，不反映社会的经济关系",
        "B. 使用价值取决于物品的自然属性，与劳动量无关",
        "C. 无论社会形式如何，使用价值总是财富的物质内容",
        "D. 使用价值是商品与其他物品的共同属性"
      ],
      "answer": "A"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "(单选题)商品的使用价值和价值的矛盾，其完备的外在表现形式是（）。",
      "options": [
        "A. 商品与商品的对立",
        "B. 商品与货币的对立",
        "C. 私人劳动和社会劳动的对立",
        "D. 具体劳动和抽象劳动的对立"
      ],
      "answer": "B"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "(单选题)马克思说\"如果物没有用，那么其中包含的劳动也就没有用，不能算作劳动，因此不形成价值。\"这句话表明（）。",
      "options": [
        "A. 只要物有使用价值，也就有价值",
        "B. 使用价值是价值的物质承担者",
        "C. 使用价值与价值是不可分离的",
        "D. 价值是由使用价值决定的"
      ],
      "answer": "B"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "(单选题)对\"劳动是财富之父，土地是财富之母\"这句话的正确解释是（）。",
      "options": [
        "A. 劳动和土地都是价值的源泉",
        "B. 劳动创造使用价值，土地形成价值",
        "C. 劳动是创造价值的外部条件，土地是价值的真正源泉",
        "D. 劳动必须和自然物相结合才能创造出物质财富"
      ],
      "answer": "D"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "(单选题)商品的价值量由生产商品的社会必要劳动时间决定，它是在（）。",
      "options": [
        "A. 同一种商品的生产者之间的竞争中实现的",
        "B. 不同商品的生产者之间的竞争中实现的",
        "C. 商品的生产者和消费者之间的竞争中实现的",
        "D. 商品的生产者和销售者之间的竞争中实现的"
      ],
      "answer": "A"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "(单选题)商品生产者要获得更多的收益，必须使生产商品的（）。",
      "options": [
        "A. 个别劳动时间等于多倍的社会必要劳动时间",
        "B. 个别劳动时间等于社会必要劳动时间",
        "C. 个别劳动时间大于社会必要劳动时间",
        "D. 个别劳动时间小于社会必要劳动时间"
      ],
      "answer": "D"
    },
    {
      "id": 35,
      "type": "单选题",
      "question": "(单选题)货币的五种职能中最基本的是（）。",
      "options": [
        "A. 世界货币和贮藏手段",
        "B. 贮藏手段和支付手段",
        "C. 价值尺度与流通手段",
        "D. 价值尺度与价格标准"
      ],
      "answer": "C"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "(单选题)投入某种物质商品生产过程中的劳动量不变，如果劳动生产率提高，在单位劳动时间内生产的商品数量和单位商品的价值量之间，两者的变化表现为（）。",
      "options": [
        "A. 商品数量增加，单位商品价值量不变",
        "B. 商品数量不变，单位商品价值量增大",
        "C. 商品数量增加，单位商品价值量减少",
        "D. 商品数量增加，单位商品价值量增大"
      ],
      "answer": "C"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "(单选题)资本主义政党制度的实质是（）。",
      "options": [
        "A. 允许工人阶级及其政党参与国家政治生活",
        "B. 允许马克思主义政党独立执政",
        "C. 不受资本主义国家政权的资本主义性质制约",
        "D. 资产阶级选择自己的国家管理者，实现其内部利益平衡的政治机制"
      ],
      "answer": "D"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "(单选题)雇佣劳动者在生产商品的劳动中新创造的全部价值是（）。",
      "options": [
        "A. 剩余价值",
        "B. 劳动力价值",
        "C. 商品的全部价值由劳动时间决定",
        "D. 劳动力价值和剩余价值"
      ],
      "answer": "D"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "(单选题)货币转化为资本的决定性条件是（）。",
      "options": [
        "A. 劳动力成为商品",
        "B. 生产资料可以买卖",
        "C. 货币是一般等价物",
        "D. 货币是社会财富的一般代表"
      ],
      "answer": "A"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "(单选题)在货币和资本的关系上，正确的论断是（）。",
      "options": [
        "A. 货币本身就是资本",
        "B. 任何数量的货币都能成为资本",
        "C. 凡是用来购买生产资料的货币都是资本",
        "D. 只有能增殖自身价值的货币，才是资本"
      ],
      "answer": "D"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "(单选题)生产资本区分为不变资本和可变资本的依据是（）。",
      "options": [
        "A. 资本不同部分的物质形态不同",
        "B. 资本不同部分在剩余价值生产过程中的作用不同",
        "C. 不变资本不体现剥削关系，可变资本体现剥削关系",
        "D. 资本不同部分的价值周转方式不同"
      ],
      "answer": "B"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "(单选题)商品价值的货币表现形式是（）。",
      "options": [
        "A. 利息",
        "B. 利润",
        "C. 成本",
        "D. 价格"
      ],
      "answer": "D"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "(单选题)商店里出售的各种商品，都有价格标签。这些价格标签表明货币是在（）。",
      "options": [
        "A. 执行价值尺度的职能",
        "B. 充当价格手段的职能",
        "C. 发挥支付手段的职能",
        "D. 作为社会财富的代表"
      ],
      "answer": "A"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "(单选题)企业向职工发放工资时，货币执行的职能是（）。",
      "options": [
        "A. 价值尺度",
        "B. 流通手段",
        "C. 贮藏手段",
        "D. 支付手段"
      ],
      "answer": "D"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "(单选题)在商品买卖中起媒介作用的货币，执行的是（）。",
      "options": [
        "A. 价值尺度的职能",
        "B. 流通手段的职能",
        "C. 贮藏手段的职能",
        "D. 支付手段的职能"
      ],
      "answer": "B"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "(单选题)在商品经济条件下，调节和配置社会资源主要依靠（）。",
      "options": [
        "A. 价值规律",
        "B. 有计划按比例发展规律",
        "C. 行政手段",
        "D. 法律手段"
      ],
      "answer": "A"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "(单选题)从本质上看，决定两种商品之间交换数量比例的是商品的（）。",
      "options": [
        "A. 使用价值",
        "B. 供求关系",
        "C. 价值",
        "D. 自然属性"
      ],
      "answer": "C"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "(单选题)商品的二因素是对立的、统一的，这对矛盾解决有赖于（）。",
      "options": [
        "A. 劳动生产率的不断提高",
        "B. 货币的出现并充当交换媒介",
        "C. 商品的出现",
        "D. 商品物质实体的消亡"
      ],
      "answer": "B"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "(单选题)两种商品可以按一定比例相互交换的原因，在于他们（）。",
      "options": [
        "A. 有不同的使用价值",
        "B. 都是具体劳动的产物",
        "C. 对人们有共同的效应",
        "D. 在生产中都耗费了一般的人类劳动"
      ],
      "answer": "D"
    },
    {
      "id": 50,
      "type": "单选题",
      "question": "(单选题)生产商品的劳动二重性即具体劳动和抽象劳动是指（）。",
      "options": [
        "A. 两种独立存在的劳动",
        "B. 同一劳动过程中先后出现的两种不同劳动",
        "C. 同一劳动过程的两个方面",
        "D. 不同劳动过程的不同劳动形式"
      ],
      "answer": "C"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "(单选题)简单商品经济的基本矛盾是（）。",
      "options": [
        "A. 脑力劳动和体力劳动的矛盾",
        "B. 具体劳动和抽象劳动的矛盾",
        "C. 简单劳动和复杂劳动的矛盾",
        "D. 私人劳动和社会劳动的矛盾"
      ],
      "answer": "D"
    },
    {
      "id": 52,
      "type": "单选题",
      "question": "(单选题)在下列经济行为中，属于货币执行流通手段职能的是（）。",
      "options": [
        "A. 水果店给苹果标价每斤2元",
        "B. 顾客购买5斤苹果，一周后付款10元",
        "C. 顾客向水果店以每斤2元的价格预订5斤苹果",
        "D. 顾客用10元现金购买了5斤苹果"
      ],
      "answer": "D"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "(单选题)个别劳动的社会性质，通过（）。",
      "options": [
        "A. 商品的有用性来体现",
        "B. 商品的广告传播来体现",
        "C. 商品的交换来体现",
        "D. 商品质量的鉴定来体现"
      ],
      "answer": "C"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "(单选题)价值规律调节社会劳动在各部门的分配是通过（）。",
      "options": [
        "A. 价格始终同价值相等实现的",
        "B. 价格高于价值实现的",
        "C. 价格低于价值实现的",
        "D. 价格围绕价值上下波动实现的"
      ],
      "answer": "D"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "(单选题)理解马克思主义政治经济学的枢纽是（）。",
      "options": [
        "A. 剩余价值学说",
        "B. 生产价格理论",
        "C. 劳动二重性理论",
        "D. 劳动力商品理论"
      ],
      "answer": "C"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "(单选题)马克思在劳动价值理论上的贡献在于（）。",
      "options": [
        "A. 创立了劳动价值论",
        "B. 提出了劳动二重性原理",
        "C. 扩展了创造价值的劳动的内容和范围",
        "D. 提出了生产要素参与价值分配的问题"
      ],
      "answer": "B"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "(单选题)劳动力商品与其他商品不同的最根本特征是（）。",
      "options": [
        "A. 劳动力存在于人的身体之内",
        "B. 劳动力在一定条件下可以转化为商品",
        "C. 劳动力使用价值是价值的源泉",
        "D. 劳动力价值受历史道德因素影响"
      ],
      "answer": "C"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "(单选题)劳动力成为商品是（）。",
      "options": [
        "A. 一切社会经济制度共有的",
        "B. 简单商品经济的前提",
        "C. 自然经济转化为商品经济的决定性条件",
        "D. 货币转化为资本的决定性条件"
      ],
      "answer": "D"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "(单选题)平均利润率是（）。",
      "options": [
        "A. 剩余价值和预付总资本的比率",
        "B. 剩余价值和预付可变资本的比率",
        "C. 剩余价值总量和社会总资本的比率",
        "D. 剩余价值总量和预付可变资本总量的比率"
      ],
      "answer": "C"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "(单选题)相对剩余价值的获得是（）。",
      "options": [
        "A. 个别企业提高劳动生产率的结果",
        "B. 一个生产部门提高劳动生产率的结果",
        "C. 社会劳动生产率提高的结果",
        "D. 个别企业劳动生产率高于部门的结果"
      ],
      "answer": "C"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "(单选题)绝对剩余价值是（）。",
      "options": [
        "A. 个别资本家改进技术、提高劳动生产率的结果",
        "B. 社会劳动生产率普遍提高的结果",
        "C. 必要劳动时间不变，延长工作日的结果",
        "D. 工作日不变，缩短必要劳动时间的结果"
      ],
      "answer": "C"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "(单选题)由于提高劳动强度而生产的剩余价值属于（）。",
      "options": [
        "A. 绝对剩余价值",
        "B. 相对剩余价值",
        "C. 超额剩余价值",
        "D. 利润"
      ],
      "answer": "A"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "(单选题)剩余价值率反映的是（）。",
      "options": [
        "A. 不变资本价值的增殖程度",
        "B. 资本家的赚钱程度",
        "C. 固定资本价值的增殖程度",
        "D. 资本家对工人的剥削程度"
      ],
      "answer": "D"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "(单选题)资本主义基本经济规律是指（）。",
      "options": [
        "A. 竞争和生产无政府状态的规律",
        "B. 价值规律",
        "C. 资本主义积累的一般规律",
        "D. 剩余价值规律"
      ],
      "answer": "D"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "(单选题)劳动力商品的价值是（）。",
      "options": [
        "A. 由它劳动所创造的价值所决定的",
        "B. 直接由生产它的劳动时间决定的",
        "C. 由资本家支付给工人工资的多少决定的",
        "D. 由生产、发展、维持和延续劳动力所必需的生活资料价值决定的"
      ],
      "answer": "D"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "(单选题)劳动力商品使用价值的重要特点是，随着其使用价值的消费（）。",
      "options": [
        "A. 劳动力商品的价值会全部丧失",
        "B. 劳动力商品的价值会转移到新产品中",
        "C. 只会创造新的大于劳动力价值的价值",
        "D. 会创造新价值，并且创造出大于劳动力价值的价值"
      ],
      "answer": "D"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "(单选题)资本积累和资本主义扩大再生产的关系是（）。",
      "options": [
        "A. 资本积累是资本主义扩大再生产的源泉",
        "B. 扩大再生产是资本积累的源泉",
        "C. 资本积累本身就是扩大再生产",
        "D. 扩大再生产与资本积累元内在联系"
      ],
      "answer": "A"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "(单选题)分析资本有机构成的理论前提是（）。",
      "options": [
        "A. 劳动力成为商品",
        "B. 剩余价值转化为资本",
        "C. 资本分为不变资本和可变资本",
        "D. 剩余价值转化为利润"
      ],
      "answer": "C"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "(单选题)资本的有机构成是指（）。",
      "options": [
        "A. 反映生产资料和劳动力比例关系的资本技术构成",
        "B. 反映不变资本和可变资本比例关系的资本价值构成",
        "C. 以技术构成为基础并反映其变化的资本价值构成",
        "D. 以价值构成为基础并反映其变化的资本技术构成"
      ],
      "answer": "C"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "(单选题)资本有机构成的提高意味着在不变资本和可变资本的比重中（）。",
      "options": [
        "A. 不变资本的比重增大",
        "B. 可变资本的比重增大",
        "C. 不变资本和可变资本按相同的比例扩大",
        "D. 不变资本和可变资本按相同的比例下降"
      ],
      "answer": "A"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "(单选题)资本主义生产过程的二重性是指（）。",
      "options": [
        "A. 生产使用价值的劳动过程和生产剩余价值的价值增殖过程",
        "B. 转移价值的过程和创造价值的过程",
        "C. 生产使用价值的劳动过程和生产价值的价值形成过程",
        "D. 价值形成过程和价值增殖过程"
      ],
      "answer": "A"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "(单选题)分析资本主义生产过程是劳动过程和价值增殖过程的统一，关键是运用（）。",
      "options": [
        "A. 商品二因素原理",
        "B. 资本区分为不变资本和可变资本的原理",
        "C. 资本区分为固定资本和流动资本的原理",
        "D. 劳动二重性原理"
      ],
      "answer": "D"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "(单选题)价值增殖过程是超过一定点而延长了的价值形成过程，这里的\"一定点\"是指（）",
      "options": [
        "A. 工人补偿劳动力价值所需要的时间",
        "B. 资本主义生产过程的起点",
        "C. 剩余劳动时间的起点",
        "D. 必要劳动时间的终点"
      ],
      "answer": "A"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "(单选题)在资本主义价值增殖过程中（）。",
      "options": [
        "A. 具体劳动创造出新价值，抽象劳动转移生产资料价值",
        "B. 抽象劳动创造出新的使用价值，具体劳动创造出新的价值",
        "C. 具体劳动转移生产资料的价值，抽象劳动创造出大于劳动力价值的新价值",
        "D. 具体劳动转移生产资料的价值，抽象劳动创造出相当于劳动力价值的新价值"
      ],
      "answer": "C"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "(单选题)在资本主义生产过程中，生产资料的价值（）。",
      "options": [
        "A. 是逐渐消失的",
        "B. 能发生价值增殖",
        "C. 借助于具体劳动转移到新产品中去",
        "D. 借助于抽象劳动而再生产出来"
      ],
      "answer": "C"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "(单选题)在商品经济中，形成价值的抽象劳动的支出必须借助于（）。",
      "options": [
        "A. 具体劳动",
        "B. 剩余劳动",
        "C. 商品的生产形式",
        "D. 资本主义生产方式"
      ],
      "answer": "A"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "(单选题)某资本家经营的企业通过改进技术、提高劳动生产率，使其生产商品花费的劳动时间比社会必要劳动时间减少20%由此形成商品个别价值低于社会价值的部分是（）。",
      "options": [
        "A. 超额剩余价值",
        "B. 绝对剩余价值",
        "C. 相对剩余价值",
        "D. 剩余价值"
      ],
      "answer": "A"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "(单选题)在现代，各国一般是由政党领导国家政权的，放弃执政党在国家中的领导地位，国家性质就要改变，这是因为（）。",
      "options": [
        "A. 国家性质决定政党的性质",
        "B. 执政党的性质决定国家性质",
        "C. 一个国家的性质通常是与其执政党的阶级属性相一致的",
        "D. 国家和政党在本质上是一回事"
      ],
      "answer": "C"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "(单选题)社会必要劳动时间是在现有的社会正常生产条件下在社会平均劳动熟练程度和劳动强度下制造某种使用价值所需要的劳动时间，它是以（）。",
      "options": [
        "A. 具体劳动为尺度的",
        "B. 简单劳动为尺度的",
        "C. 复杂劳动为尺度的",
        "D. 个别劳动为尺度的"
      ],
      "answer": "B"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "(单选题)资本主义经济危机的实质是（）。",
      "options": [
        "A. 生产对于人们的需求绝对过剩",
        "B. 生产对于人们的需求相对不足",
        "C. 生产对于人们有支付能力的需求相对过剩",
        "D. 生产对于人们有支付能力的需求相对不足"
      ],
      "answer": "C"
    },
    {
      "id": 81,
      "type": "多选题",
      "question": "(多选题)物质生活资料的生产方式是人类社会存在和发展的基础。这是因为（ ）",
      "options": [
        "A. 生产方式是生活资料的谋得方式",
        "B. 生产方式是全部社会关系的总和",
        "C. 生产方式决定整个社会的面貌",
        "D. 生产方式决定社会制度的性质"
      ],
      "answer": "ACD"
    },
    {
      "id": 82,
      "type": "多选题",
      "question": "(多选题)生产资料所有制形式是整个生产关系的基础。这是因为（ ）",
      "options": [
        "A. 它决定整个生产关系的性质",
        "B. 它决定人们在生产中的地位和相互关系",
        "C. 它决定生产力水平的高低",
        "D. 它决定产品的分配方式"
      ],
      "answer": "ABD"
    },
    {
      "id": 83,
      "type": "多选题",
      "question": "(多选题)上层建筑是一个庞大的体系，包括丰富的内容，可以把它们归结为两个组成部分。这两个部分分别是（ ）",
      "options": [
        "A. 政治思想和制度",
        "B. 法律思想和制度",
        "C. 观念上层建筑",
        "D. 政治上层建筑"
      ],
      "answer": "CD"
    },
    {
      "id": 84,
      "type": "多选题",
      "question": "(多选题)科学技术是第一生产力，这是因为（ ）",
      "options": [
        "A. 科学技术是社会发展的根本动力",
        "B. 科学技术渗透到现代生产力系统的各类要素之中",
        "C. 科学技术对物质生产具有主导作用和超前作用",
        "D. 科学技术已经成为推动生产力发展的巨大杠杆"
      ],
      "answer": "BCD"
    },
    {
      "id": 85,
      "type": "多选题",
      "question": "(多选题)社会存在与社会意识的辩正关系是（ ）",
      "options": [
        "A. 社会存在决定社会意识",
        "B. 有时候，社会意识决定社会存在，从而成为社会发展的最终决定力量",
        "C. 社会意识反映社会存在",
        "D. 社会意识对社会存在具有相对独立性"
      ],
      "answer": "ACD"
    },
    {
      "id": 86,
      "type": "多选题",
      "question": "(多选题)以下哪些观点说明了社会存在决定社会意识（ ）",
      "options": [
        "A. 社会意识随着社会存在的产生而产生",
        "B. 社会意识随着社会存在的发展而发展",
        "C. 随着社会存在的变化发展，社会意识或迟或早必然要相应变化",
        "D. 有什么样的社会存在，就有什么样的社会意识"
      ],
      "answer": "ABCD"
    },
    {
      "id": 87,
      "type": "多选题",
      "question": "(多选题)相对于社会存在的决定作用，社会意识的反作用毕竟是第二位的，因为（ ）",
      "options": [
        "A. 它是消极被动地反映社会存在",
        "B. 它必须具备一定的物质手段才能实现",
        "C. 它是被社会存在所决定的",
        "D. 它受客观规律的支配"
      ],
      "answer": "BCD"
    },
    {
      "id": 88,
      "type": "多选题",
      "question": "(多选题)下列各项属于社会意识相对独立性表现的有（ ）",
      "options": [
        "A. 社会意识与社会存在变化发展的非完全同步性",
        "B. 社会意识有根本不同于社会存在的独立的历史",
        "C. 社会意识与社会经济发展水平的不完全平衡性",
        "D. 社会意识各种形式之间的相互作用.相互影响"
      ],
      "answer": "ACD"
    },
    {
      "id": 89,
      "type": "多选题",
      "question": "(多选题)18世纪，经济上落后的法国在哲学和政治思想领域超过了经济上先进的英国。这表明（ ）",
      "options": [
        "A. 社会意识的发展不依赖社会经济",
        "B. 社会意识并不决定于社会存在",
        "C. 社会意识具有相对独立性",
        "D. 社会意识的发展同经济的发展并不是完全对应的"
      ],
      "answer": "CD"
    },
    {
      "id": 90,
      "type": "多选题",
      "question": "(多选题)人的本质在其现实性上是一切社会关系的总和，这是因为（ ）",
      "options": [
        "A. 人的本质归根到底是由他在物质生产关系中所处的地位决定的",
        "B. 人的本质是其各种社会关系的简单相加",
        "C. 人是生活于现实的具体的社会关系之中的人，现实的社会关系决定着人的本质",
        "D. 人的本质只有通过社会关系才能表现出来，而且是在不同社会关系中表现出来的"
      ],
      "answer": "ACD"
    },
    {
      "id": 91,
      "type": "多选题",
      "question": "(多选题)下列各对矛盾属于社会基本矛盾的有（ ）",
      "options": [
        "A. 人与自然之间的矛盾",
        "B. 生产力与生产关系之间的矛盾",
        "C. 经济基础和上层建筑之间的矛盾",
        "D. 个人与社会之间的矛盾"
      ],
      "answer": "BC"
    },
    {
      "id": 92,
      "type": "多选题",
      "question": "(多选题)生产力和生产关系的矛盾.经济基础和上层建筑的矛盾是人类社会的基本矛盾。这是因为这两对矛盾（ ）",
      "options": [
        "A. 制约和决定其他一切社会矛盾",
        "B. 是推动社会发展的基本动力",
        "C. 决定整个社会的面貌",
        "D. 决定社会发展的客观趋势"
      ],
      "answer": "ABCD"
    },
    {
      "id": 93,
      "type": "多选题",
      "question": "(多选题)马克思说：\"社会的物质生产力发展到一定阶段，便同它们一直在其中活动的现存生产关系或财产关系（这只是生产关系的法律用语）发生矛盾。于是这些关系便由生产力的发展形式变成生产力的桎梏。那时社会革命的时代就到来了。随着经济基础的变更，全部庞大的上层建筑也或慢或快地发生变革。\"这一论断指出，生产力和生产关系的辩证关系是（ ）",
      "options": [
        "A. 生产力的发展必然引起生产关系的变化",
        "B. 生产力是生产方式的内容，生产关系是生产力的社会形式",
        "C. 生产力必须在一定生产关系中存在",
        "D. 生产关系反作用于生产力"
      ],
      "answer": "ABCD"
    },
    {
      "id": 94,
      "type": "多选题",
      "question": "(多选题)产力与生产关系的矛盾，经济基础与上层建筑的矛盾，两者之间的关系是（ ）",
      "options": [
        "A. 相互联系.相互制约的",
        "B. 互不联系.互不干扰的",
        "C. 互相绝对排斥的",
        "D. 生产力和生产关系的矛盾决定和制约着经济基础和上层建筑的矛盾"
      ],
      "answer": "AD"
    },
    {
      "id": 95,
      "type": "判断题",
      "question": "(多选题)判断社会主义改革得失成败的标准，应该主要看（ ）",
      "options": [
        "A. 是否有利于缩小分配上的差别",
        "B. 是否有利于提高人民的生活水平",
        "C. 是否有利于发展社会主义社会的生产力",
        "D. 是否有利于增强社会主义国家的综合国力"
      ],
      "answer": "BCD"
    },
    {
      "id": 96,
      "type": "多选题",
      "question": "(多选题)历史唯物主义认为人民群众是历史的创造者，这是因为（ ）",
      "options": [
        "A. 人民群众的一切活动都推动社会历史前进",
        "B. 人民群众是物质财富的创造者",
        "C. 人民群众是社会变革的决定力量",
        "D. 人民群众是社会精神财富的创造者"
      ],
      "answer": "BCD"
    },
    {
      "id": 97,
      "type": "多选题",
      "question": "(多选题)杰出人物在历史上起一定的进步作用，与人民群众在历史上的决定作用是一致的，这是因为（ ）",
      "options": [
        "A. 杰出人物是阶级的代表、群众的代表，是阶级和群众中的一员",
        "B. 杰出人物在历史上的作用，是以人民群众在历史上的作用为基础的",
        "C. 杰出人物的活动受到当时的群众活动和阶级斗争的制约",
        "D. 杰出人物在历史上的作用如何，取决于他在多大程度上得到人民群众的支持和拥护"
      ],
      "answer": "ABCD"
    },
    {
      "id": 98,
      "type": "多选题",
      "question": "(多选题)人民群众的活动，要受到现存的社会历史条件的制约，这些条件有（ ）",
      "options": [
        "A. 经济条件主要指生产力和生产关系",
        "B. 政治制度特别是国家制度",
        "C. 政治、思想道德水平",
        "D. 人们头脑中的传统观念"
      ],
      "answer": "ABCD"
    },
    {
      "id": 99,
      "type": "多选题",
      "question": "(多选题)意识的相对独立性表现为( )",
      "options": [
        "A. 它的发展变化与社会存在的发展变化不完全同步",
        "B. 它与社会经济水平之间发展上的不平衡性",
        "C. 它的发展往往具有历史继承性",
        "D. 各种社会意识形式之间的相互作用和影响"
      ],
      "answer": "ABCD"
    },
    {
      "id": 100,
      "type": "多选题",
      "question": "(多选题)\"无论哪一种社会形态，在它所能容纳的全部生产力发挥出来以前，是决不会灭亡的；而新的更高的生产关系，在它存在的物质条件在旧社会的胞胎里成熟以前，是决不会出现的。\"这段话说明( )",
      "options": [
        "A. 生产力的发展是促使社会形态更替的最终原因",
        "B. 一种新的生产关系的产生需要客观的物质条件的成熟",
        "C. 无论哪一种社会形态，当它还能够促进生产力发展时，是不会灭亡的",
        "D.社会形态总是具体的、历史的"
      ],
      "answer": "ABCD"
    }
  ],
  "第四单元": [
    {
      "id": 1,
      "type": "判断题",
      "question": "(判断题)人类社会的发展是一个自然历史过程。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 2,
      "type": "判断题",
      "question": "(判断题)意识形态是资本主义上层建筑的全部内容。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 3,
      "type": "判断题",
      "question": "(判断题)时势造英雄。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 4,
      "type": "判断题",
      "question": "(判断题)历史是英雄的舞台，舍英雄几无历史。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 5,
      "type": "判断题",
      "question": "(判断题)社会存在决定社会意识，因此，社会经济发展水平越高，思想理论水平也越高。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 6,
      "type": "判断题",
      "question": "(判断题)劳动力商品只具有使用价值。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 7,
      "type": "判断题",
      "question": "(判断题)利用价值规律的作用，就能自动地实现资源的最优配置。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 8,
      "type": "判断题",
      "question": "(判断题)马克思主义理论和马克思主义基本原理是一回事。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 9,
      "type": "判断题",
      "question": "(判断题)脱离物质的运动和脱离运动的物质都是不可想象的，因此，运动就是物质，物质就等同于运动。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 10,
      "type": "判断题",
      "question": "(判断题)\"全部社会生活在本质上是实践的\"。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 11,
      "type": "判断题",
      "question": "(判断题)马克思主义认为自由就是一种无拘无束的状态。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 12,
      "type": "判断题",
      "question": "(判断题)价值既有主观性也有客观性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 13,
      "type": "判断题",
      "question": "(判断题)有些真理是无法通过实践来检验的，只能靠逻辑证明来检验。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 14,
      "type": "判断题",
      "question": "(判断题)辩证法就是一分为二看问题，既看到好的一面，也看到坏的一面。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 15,
      "type": "判断题",
      "question": "(判断题)人工智能的出现可以全面替代人类的思维。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 16,
      "type": "判断题",
      "question": "(判断题)辩证唯物主义只强调客观规律性，不强调主体的作用。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 17,
      "type": "判断题",
      "question": "(判断题)凡是强调人心的作用，就是唯心主义思想。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 18,
      "type": "判断题",
      "question": "(判断题)凡是亲眼所见，亲耳所听都是正确的认识。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 19,
      "type": "判断题",
      "question": "(判断题)认识是一个不断反复和无限发展的过程。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 20,
      "type": "判断题",
      "question": "(判断题)\"一切历史都是思想史\"。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "(单选题)资本主义工资的本质是（）。",
      "options": [
        "A. 工人劳动的价格",
        "B. 工人劳动的报酬",
        "C. 劳动的价值或价格",
        "D. 劳动力的价值或价格"
      ],
      "answer": "D"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "(单选题)资本主义工资之所以掩盖剥削，是由于它（）。",
      "options": [
        "A. 表现为劳动的价值或价格",
        "B. 是劳动力的价值或价格",
        "C. 是劳动者必要劳动创造的价值",
        "D. 是劳动力价值或价格的表现形式"
      ],
      "answer": "A"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "(单选题)平均利润是按（）。",
      "options": [
        "A. 全部资本家人数平均分得的利润",
        "B. 产业资本家人数平均分得的利润",
        "C. 不同生产部门平均分得的利润",
        "D. 平均利润率分得的利润"
      ],
      "answer": "D"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "(单选题)剩余价值转化为利润，是因为剩余价值被看作是（）。",
      "options": [
        "A. 耗费的可变资本的增加额",
        "B. 预付的不变资本的增加额",
        "C. 预付的全部资本的增加额",
        "D. 耗费的全部资本的增加额"
      ],
      "answer": "C"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "(单选题)剩余价值转化为利润掩盖了资本主义的剥削关系，是因为（）。",
      "options": [
        "A. 剩余价值被视为不变资本的产物",
        "B. 剩余价值被视为所费资本的产物",
        "C. 剩余价值被视为全部预付资本的产物",
        "D. 剩余价值被视为成本价格的增加额"
      ],
      "answer": "C"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "(单选题)在资本主义条件下，部门之间的竞争形成（）。",
      "options": [
        "A. 商品的价值",
        "B. 商品的价格",
        "C. 平均利润率",
        "D. 剩余价值率"
      ],
      "answer": "C"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "(单选题)利润率反映了（）。",
      "options": [
        "A. 工人受资本家剥削的程度",
        "B. 资本家对工人的剥削程度",
        "C. 预付资本价值的增殖程度",
        "D. 可变资本价值的增殖程度"
      ],
      "answer": "C"
    },
    {
      "id": 28,
      "type": "单选题",
      "question": "(单选题)资本主义国家选举的实质是（）。",
      "options": [
        "A. 资产阶级和无产阶级分权",
        "B. 每个公民都能通过竞选参与政治活动，表达自己的愿望和要求",
        "C. 协调统治阶级内部利益关系和矛盾的重要措施",
        "D. 人民当家做主"
      ],
      "answer": "C"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "(单选题)超额利润指的是（）。",
      "options": [
        "A. 商品价值与生产价格之间的差额",
        "B. 商品价值与生产成本之间的差额",
        "C. 个别生产价格与社会生产价格之间的差额",
        "D. 垄断价格与社会生产价格之间的差额"
      ],
      "answer": "C"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "(单选题)部门内部各个企业之间竞争的直接目的是获得（）。",
      "options": [
        "A. 企业利润",
        "B. 平均利润",
        "C. 超额利润",
        "D. 垄断利润"
      ],
      "answer": "C"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "(单选题)商业利润的真正来源是（）。",
      "options": [
        "A. 商业店员的剩余劳动",
        "B. 流通领域中商品的加价",
        "C. 商品的销售价格与购买价格的差额",
        "D. 产业工人所创造的剩余价值的一部分"
      ],
      "answer": "D"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "(单选题)资本主义商业利润的实质是（）。",
      "options": [
        "A. 商品贱买贵卖的差额",
        "B. 从事商品销售的劳动创造的价值",
        "C. 商品批发价格和零售价格之间的差额",
        "D. 产业工人在生产过程中的剩余劳动所创造的剩余价值的一部分"
      ],
      "answer": "D"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "(单选题)资本主义的基本矛盾是（）。",
      "options": [
        "A. 私人劳动与社会劳动之间的矛盾",
        "B. 生产社会化与资本主义私人占有之间的矛盾",
        "C. 剩余价值生产与剩余价值实现之间的矛盾",
        "D. 生产与消费之间的矛盾"
      ],
      "answer": "B"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "(单选题)资本主义经济危机的根源在于（）。",
      "options": [
        "A. 使用价值和价值的矛盾",
        "B. 私人劳动和社会劳动的矛盾",
        "C. 生产社会化和资本主义生产资料私有制的矛盾",
        "D. 生产过多超过劳动人民需要的矛盾"
      ],
      "answer": "C"
    },
    {
      "id": 35,
      "type": "单选题",
      "question": "(单选题)资本主义经济危机从实质上说就是（）。",
      "options": [
        "A. 生产不足的危机",
        "B. 生产绝对过剩的危机",
        "C. 生产相对过剩的危机",
        "D. 买卖脱节的危机"
      ],
      "answer": "C"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "(单选题)在资本主义经济发展过程中，资本集中的直接后果是（）。",
      "options": [
        "A. 社会总资本急剧增加",
        "B. 个别资本规模迅速扩大",
        "C. 绝对剩余价值总量快速增长",
        "D. 社会就业率明显提高"
      ],
      "answer": "B"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "(单选题)马克思指出，扩大再生产过程中追加的资本，\"它一开始就没有一个价值原子不是由别人的无酬劳动产生的。\"这句话表明（）。",
      "options": [
        "A. 资本积累是资本主义扩大再生产的重要源泉",
        "B. 剩余价值是资本积累的唯一源泉",
        "C. 剩余价值是资本主义扩大再生产的唯一源泉",
        "D. 资本主义占有规律否定了商品所有权规律"
      ],
      "answer": "B"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "(单选题)资本集中（）。",
      "options": [
        "A. 是靠剩余价值资本化实现的",
        "B. 是靠把现有的分散资本合并成大资本实现的",
        "C. 会导致社会资本总量的增加",
        "D. 会受社会财富增长的限制"
      ],
      "answer": "B"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "(单选题)资本主义相对过剩人口的产生是（）。",
      "options": [
        "A. 人口繁殖过多过快的结果",
        "B. 工业吸收的人口绝对减少的结果",
        "C. 资本有机构成不变条件下资本积累的结果",
        "D. 资本有机构成不断提高条件下资本积累的结果"
      ],
      "answer": "D"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "(单选题)生产资本区分为固定资本和流动资本的依据是（）。",
      "options": [
        "A. 价值周转方式的不同",
        "B. 价值增殖中作用的不同",
        "C. 物质存在形式不同",
        "D. 运动速度不同"
      ],
      "answer": "A"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "(单选题)商品经济是（）。",
      "options": [
        "A. 以自给自足为特征的经济形式",
        "B. 为他人而生产的经济形式",
        "C. 直接以交换为目的的经济形式",
        "D. 存在于一切社会中的经济形式"
      ],
      "answer": "C"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "(单选题)商品经济是通过商品货币关系实行等价交换的经济形式，它的基本规律是（）。",
      "options": [
        "A. 价值规律",
        "B. 剩余价值规律",
        "C. 竞争规律",
        "D. 货币流通规律"
      ],
      "answer": "A"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "(单选题)马克思说\"一切商品对它们的所有者是非使用价值，对它们的非所有者是使用价值。\"这句话表明（）。",
      "options": [
        "A. 有使用价值的不一定有价值",
        "B. 商品的使用价值是对它的购买消费者而言的",
        "C. 商品所有者同时获得使用价值和价值",
        "D. 商品是使用价值和价值的对立统一"
      ],
      "answer": "B"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "(单选题)社会必要劳动时间是指在现在的社会正常生产条件下，在社会平均的熟练程度和劳动强度下制造某种使用价值所需要的劳动时间。这种\"正常生产条件\"是（）。",
      "options": [
        "A. 全社会各部门的平均技术装备水平",
        "B. 全社会大多数部门的技术装备水平",
        "C. 某一生产部门内部的先进技术装备水平",
        "D. 某一生产部门内部的大多数产品已经达到的技术装备水平"
      ],
      "answer": "D"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "(单选题)资本有机构成具体表现为（）。",
      "options": [
        "A. 不变资本与可变资本的比率",
        "B. 生产资料与劳动力的比率",
        "C. 固定资本与流动资本的比率",
        "D. 生产资本与流通资本的比率"
      ],
      "answer": "A"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "(单选题)第二次世界大战以后，资本主义国家经历了第三次科技革命，机器大工业发展到自动化阶段，智能化工厂除了创造了较高的生产效率外，还显露出巨大的竞争力，使企业在\"机器换人\"中取得了一定的经济效益。这意味着率先使用机器人的个别企业（）。",
      "options": [
        "A. 资本主义技术构成的提高",
        "B. 剩余价值来源的改变",
        "C. 获得更多的社会平均利润",
        "D. 所生产商品价值的提高"
      ],
      "answer": "A"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "(单选题)在资本主义社会里，资本家雇佣工人进行劳动并支付相应的工资。资本主义工资的本质是（）。",
      "options": [
        "A. 工人所获得的资本家的预付资本",
        "B. 工人劳动力的价值或价格",
        "C. 工人所创造的剩余价值的一部分",
        "D. 工人全部劳动的报酬"
      ],
      "answer": "B"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "(单选题)马克思把商品转换成货币称为\"商品的惊险的跳跃\"，\"这个跳跃如果不成功，摔坏的不是商品，但一定是商品占有者\"。这是因为只有商品变为货币，（）。",
      "options": [
        "A. 货币才能转化为资本",
        "B. 价值才能转化为使用价值",
        "C. 抽象劳动才能转化为具体劳动",
        "D. 私人劳动才能转化为社会劳动"
      ],
      "answer": "D"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "(单选题)劳动力成为商品是货币转化为资本的前提条件，这是因为（）。",
      "options": [
        "A. 资本家购买的是劳动力的价值",
        "B. 劳动力商品具有价值和使用价值",
        "C. 货币所有者购买的劳动力能够带来剩余价值",
        "D. 劳动力自身的价值能够在消费过程中转移到新的商品中去"
      ],
      "answer": "C"
    },
    {
      "id": 50,
      "type": "单选题",
      "question": "(单选题)马克思通过对资本主义生产中价值增殖过程的分析，把雇佣工人的劳动时间分为（）。",
      "options": [
        "A. 生产使用价值的时间和生产价值的时间",
        "B. 转移旧价值的时间和创造新价值的时间",
        "C. 生产生产资料价值的时间和生产剩余价值的时间",
        "D. 再生产劳动力价值的时间和生产剩余价值的时间"
      ],
      "answer": "D"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "(单选题)垄断的形成是（）。",
      "options": [
        "A. 生产集中发展到一定阶段的结果",
        "B. 生产输出的结果",
        "C. 金融资本统治的结果",
        "D. 国家干预经济生活的结果"
      ],
      "answer": "A"
    },
    {
      "id": 52,
      "type": "单选题",
      "question": "(单选题)商品经济是以（）为目的而进行生产的经济形式。",
      "options": [
        "A. 消费",
        "B. 交换",
        "C. 分配",
        "D. 发展"
      ],
      "answer": "B"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "(单选题)商品的本质因素是（）。",
      "options": [
        "A. 使用价值",
        "B. 价值",
        "C. 交换价值",
        "D. 价格"
      ],
      "answer": "B"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "(单选题)人类社会迄今为止存在的基本社会经济形态有（）。",
      "options": [
        "A. 小农经济和自然经济",
        "B. 计划经济和产品经济",
        "C. 计划经济和市场经济",
        "D. 自然经济和商品经济"
      ],
      "answer": "D"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "(单选题)下列反映资源配置两种方式的经济范畴是（）。",
      "options": [
        "A. 产品经济和商品经济",
        "B. 商品经济和市场经济",
        "C. 市场经济和计划经济",
        "D. 计划经济和产品经济"
      ],
      "answer": "C"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "(单选题)价值是商品的（）。",
      "options": [
        "A. 自然属性",
        "B. 社会属性",
        "C. 物质属性",
        "D. 一般属性"
      ],
      "answer": "B"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "(单选题)商品价值是由（）。",
      "options": [
        "A. 商品的价值量决定的",
        "B. 生产商品的劳动时间决定的",
        "C. 商品生产者的个别劳动时间决定的",
        "D. 生产商品的社会必要劳动时间决定的"
      ],
      "answer": "D"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "(单选题)当价值转化为生产价格后，市场价格上下波动围绕的中心是（）。",
      "options": [
        "A. 价值",
        "B. 生产价格",
        "C. 市场价格",
        "D. 生产成本"
      ],
      "answer": "B"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "(单选题)生产商品的具体劳动和抽象劳动是（）。",
      "options": [
        "A. 生产商品的两次不同劳动",
        "B. 生产商品的同一劳动过程的两个方面",
        "C. 生产同一商品的两个劳动过程",
        "D. 不同劳动过程中的两个方面"
      ],
      "answer": "B"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "(单选题)劳动力商品使用价值的特点是在被使用时（）。",
      "options": [
        "A. 能把自身价值转移到产品中去",
        "B. 把全部使用价值消费掉",
        "C. 只能创造出自身的价值",
        "D. 能创造比自身价值更大的价值"
      ],
      "answer": "D"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "(单选题)资本主义生产过程是（）。",
      "options": [
        "A. 劳动过程和价值提升过程的统一",
        "B. 劳动过程和价值形成过程的统一",
        "C. 价值形成过程和使用价值生产过程的统一",
        "D. 物质资料再生产和资本主义生产关系再生产的统一"
      ],
      "answer": "A"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "(单选题)以私有制为基础的商品经济的基本矛盾是（）。",
      "options": [
        "A. 私人劳动和社会劳动的矛盾",
        "B. 具体劳动和抽象劳动的矛盾",
        "C. 个别劳动时间和社会必要劳动时间的矛盾",
        "D. 简单劳动和复杂劳动的矛盾"
      ],
      "answer": "A"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "(单选题)货币是在长期交换过程中形成的固定充当（）的商品。",
      "options": [
        "A. 个别等价物",
        "B. 特殊等价物",
        "C. 一般等价物",
        "D. 媒介"
      ],
      "answer": "C"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "(单选题)生产商品的劳动分为具体劳动和抽象劳动，其中具体劳动的作用是（）。",
      "options": [
        "A. 创造新价值",
        "B. 创造剩余价值",
        "C. 创造必要价值",
        "D. 创造使用价值"
      ],
      "answer": "D"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "(单选题)马克思说。\"一切商品对它们的所有者是非使用价值，对它们的非所有者是使用价值。\"这表明（）。",
      "options": [
        "A. 有使用价值的不一定有价值",
        "B. 商品的使用价值是对它的购买消费者而言的",
        "C. 商品所有者同时获得使用价值和价值",
        "D. 商品是使用价值和价值的对立统一"
      ],
      "answer": "B"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "(单选题)商品内在的使用价值与价值的矛盾，其完备的外在表现是（）。",
      "options": [
        "A. 商品与商品之间的对立",
        "B. 私人劳动与社会劳动之间的对立",
        "C. 商品与货币之间的对立",
        "D. 资本与雇佣劳动之间的对立"
      ],
      "answer": "C"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "(单选题)商品生产者要获得更多收益必须使生产商品的（）。",
      "options": [
        "A. 个别劳动时间等于倍加的社会必要劳动时间",
        "B. 个别劳动时间等于社会必要劳动时间",
        "C. 个别劳动时间大于社会必要劳动时间",
        "D. 个别劳动时间小于社会必要劳动时间"
      ],
      "answer": "D"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "(单选题)资本家提高劳动生产率的直接目的是（）。",
      "options": [
        "A. 获取绝对剩余价值",
        "B. 获取相对剩余价值",
        "C. 获取劳动力价值",
        "D. 获取超额剩余价值"
      ],
      "answer": "D"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "(单选题)资本有机构成是指（）",
      "options": [
        "A. 反映生产资料和劳动力比例关系的资本技术构成",
        "B. 反映不变资本和可变资本比例关系的资本价值构成",
        "C. 以技术构成为基础并反映其变化的资本价值构成",
        "D. 以价值构成为基础并反映其变化的资本技术构成"
      ],
      "answer": "C"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "(单选题)产业资本家的产业利润、商业资本家的商业利润、银行资本家的银行利润和农业资本家的农业利润均是（）。",
      "options": [
        "A. 平均利润转化来的",
        "B. 超额利润转化来的",
        "C. 垄断利润转化来的",
        "D. 企业利润转化来的"
      ],
      "answer": "A"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "(单选题)资本主义经济危机呈现出周期性的原因在于（）。",
      "options": [
        "A. 资本主义基本矛盾",
        "B. 资本主义基本矛盾运动的特点",
        "C. 资本主义的基本矛盾周期性",
        "D. 资本主义再生产的周期性"
      ],
      "answer": "B"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "(单选题)垄断利润是（）。",
      "options": [
        "A. 资本家获得的超额利润",
        "B. 垄断组织获得的平均利润",
        "C. 垄断组织获得的一般利润",
        "D. 垄断组织获得的超过平均利润的高额利润"
      ],
      "answer": "D"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "(单选题)各种垄断组织虽然形式不同，但本质都是为了（）。",
      "options": [
        "A. 避免两败俱伤",
        "B. 联合起来共同发展",
        "C. 相互之间竞争",
        "D. 获取高额垄断利润"
      ],
      "answer": "D"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "(单选题)垄断资本主义国家事实上的主宰者是（）。",
      "options": [
        "A. 银行资本家",
        "B. 工业资本家",
        "C. 金融寡头",
        "D. 商业资本家"
      ],
      "answer": "C"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义是（）。",
      "options": [
        "A. 国家政权与垄断资本相结合的垄断资本主义",
        "B. 国家政权与垄断资本相分离的垄断资本主义",
        "C. 消除了生产无政府状态的垄断资本主义",
        "D. 解决了资本主义基本矛盾的垄断资本主义"
      ],
      "answer": "A"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义对资本主义基本矛盾（）。",
      "options": [
        "A. 可以完全克服",
        "B. 不可能克服",
        "C. 有可能克服",
        "D. 可以克服其大部分"
      ],
      "answer": "B"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "(单选题)金融寡头在经济上的统治主要是通过（）实现的。",
      "options": [
        "A. 参与制",
        "B. 个人联合",
        "C. 建立政策研究咨询机构对政府施加影响",
        "D. 掌握舆论工具控制新闻媒介"
      ],
      "answer": "A"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "(单选题)垄断资本条件下垄断企业竞争的目的是（）。",
      "options": [
        "A. 获得平均利润",
        "B. 获得超额利润",
        "C. 获得高额垄断利润",
        "D. 消灭中小企业"
      ],
      "answer": "C"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "(单选题)企业经营全球化的重要标志是（）。",
      "options": [
        "A. 国家垄断资本主义国际联盟的形成",
        "B. 世界贸易组织主导经济全球化的能力不断提高",
        "C. 跨国公司成为世界经济的主体",
        "D. 国际金融机构成为世界经济的主体"
      ],
      "answer": "C"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "(单选题)从历史发展的角度看资本主义生产资料所有制是不断演进和变化的，当今资本主义社会居主导地位的资本所有制形式是（）。",
      "options": [
        "A. 法人资本所有制",
        "B. 私人资本所有制",
        "C. 私人股份资本所有制",
        "D. 垄断资本私人所有制"
      ],
      "answer": "A"
    },
    {
      "id": 81,
      "type": "多选题",
      "question": "(多选题)生产关系的客观性是指( )",
      "options": [
        "A. 人们不能自由选择生产关系",
        "B. 人们不能随意创造或消灭某种生产关系",
        "C. 生产关系是社会有机体中客观实在的组成部分",
        "D. 生产关系是社会上层建筑的物质基础"
      ],
      "answer": "ABCD"
    },
    {
      "id": 82,
      "type": "多选题",
      "question": "(多选题)生产力和生产关系的相互关系中( )",
      "options": [
        "A. 生产力决定生产关系",
        "B. 生产关系决定生产力",
        "C. 生产关系决定生产力，生产关系也决定生产力",
        "D. 适合生产力状况的生产关系推动生产力的发展"
      ],
      "answer": "AD"
    },
    {
      "id": 83,
      "type": "多选题",
      "question": "(多选题)经济基础对上层建筑的决定作用，主要表现在( )",
      "options": [
        "A. 经济基础决定上层建筑的产生、变化与发展",
        "B. 经济基础决定上层建筑的性质",
        "C. 经济基础决定上层建筑是否具有反作用",
        "D. 经济基础决定上层建筑是否包括自然科学"
      ],
      "answer": "AB"
    },
    {
      "id": 84,
      "type": "多选题",
      "question": "(多选题)上层建筑对经济基础的能动作用在于( )",
      "options": [
        "A. 它为自己的经济基础服务",
        "B. 它要促进自己经济基础的形成、巩固和发展",
        "C. 它要排除自己经济基础的对立物",
        "D. 它决定自己所服务的经济基础的性质"
      ],
      "answer": "ABC"
    },
    {
      "id": 85,
      "type": "多选题",
      "question": "(多选题)科学技术在高度发展的同时，也带来了全球性问题，这一观点表明( )",
      "options": [
        "A. 全球性问题是科学技术的直接结果",
        "B. 全球性问题不是科学技术的直接结果",
        "C. 科学技术的进步是主要的",
        "D. 科学技术是当代人的\"非人化\"的根源"
      ],
      "answer": "BC"
    },
    {
      "id": 86,
      "type": "多选题",
      "question": "(多选题)\"历史不过是追求着自己目的的人的活动而已\"，这一观点表明( )",
      "options": [
        "A. 人们自己创造自己的历史",
        "B. 历史不是神创造的",
        "C. 历史是人们任意创造的",
        "D. 历史是人的思想发展史"
      ],
      "answer": "AB"
    },
    {
      "id": 87,
      "type": "多选题",
      "question": "(多选题)历史发展是\"合力\"作用的结果，这就是说( )",
      "options": [
        "A. 历史发展无规律可循",
        "B. 历史发展是无法认识的",
        "C. 历史发展的因素是复杂的",
        "D. 社会中的每个人都是\"合力\"的一部分"
      ],
      "answer": "CD"
    },
    {
      "id": 88,
      "type": "多选题",
      "question": "(多选题)价值是商品的本质属性，它是（）。",
      "options": [
        "A. 凝结在商品中的抽象劳动",
        "B. 商品的社会属性",
        "C. 交换价值的基础",
        "D. 反映商品生产者之间的社会关系"
      ],
      "answer": "ABCD"
    },
    {
      "id": 89,
      "type": "多选题",
      "question": "(多选题)以下对马克思的劳动价值论的说法正确的是（）。",
      "options": [
        "A. 是对古典政治经济学劳动价值论的批判、继承和发展",
        "B. 是剩余价值理论的基础",
        "C. 是研究价值分配的理论",
        "D. 为揭示资本主义生产方式的本质奠定了理论基础"
      ],
      "answer": "ABD"
    },
    {
      "id": 90,
      "type": "多选题",
      "question": "(多选题)劳动力成为商品的基本条件是（）。",
      "options": [
        "A. 劳动力具有使用价值",
        "B. 劳动者没有生产资料和其他生活来源",
        "C. 劳动者有人身自由",
        "D. 劳动力具有价值"
      ],
      "answer": "BC"
    },
    {
      "id": 91,
      "type": "多选题",
      "question": "(多选题)劳动力商品的价值包括（）。",
      "options": [
        "A. 维持劳动者本人生存所必需的生活资料的价值",
        "B. 维持劳动者家属的生存所必需的生活资料的价值",
        "C. 劳动者接受教育和训练所支出的费用",
        "D. 劳动者在劳动过程中创造出来的剩余价值"
      ],
      "answer": "ABC"
    },
    {
      "id": 92,
      "type": "多选题",
      "question": "(多选题)超额剩余价值和相对剩余价值的区别和联系有（）。",
      "options": [
        "A. 前者是社会劳动生产率提高的结果，后者是个别企业提高劳动生产率的结果",
        "B. 前者是商品社会价值和个别价值的差额，后者是劳动力价值下降而增加的剩余价值",
        "C. 相对剩余价值是资本家追求超额剩余价值的结果",
        "D. 超额剩余价值和相对剩余价值的源泉都是工人的剩余劳动"
      ],
      "answer": "BCD"
    },
    {
      "id": 93,
      "type": "多选题",
      "question": "(多选题)生产商品的劳动二重性是指（）。",
      "options": [
        "A. 个别劳动",
        "B. 社会劳动",
        "C. 具体劳动",
        "D. 抽象劳动"
      ],
      "answer": "CD"
    },
    {
      "id": 94,
      "type": "多选题",
      "question": "(多选题)一切商品都包含着使用价值和价值二因素，商品是使用价值和价值的统一。这句话包含的意思是（）。",
      "options": [
        "A. 缺少使用价值和价值任何一方面都不能成为商品",
        "B. 没有使用价值，就没有价值",
        "C. 有使用价值，但不是劳动产品，因而不是商品",
        "D. 有使用价值，也是劳动产品，但只是供生产者自己消费，因而不是商品"
      ],
      "answer": "ABCD"
    },
    {
      "id": 95,
      "type": "多选题",
      "question": "(多选题)商品的价值是（）。",
      "options": [
        "A. 由抽象劳动形成的",
        "B. 由具体劳动创造的",
        "C. 一般人类劳动的凝结",
        "D. 体现着商品生产者之间的生产关系"
      ],
      "answer": "ACD"
    },
    {
      "id": 96,
      "type": "多选题",
      "question": "(多选题)全面认识资本主义制度下资本的本质，对资本应理解为（）。",
      "options": [
        "A. 资本不是静止物，而是一种运动",
        "B. 资本就是能够带来剩余价值的价值",
        "C. 资本是以物为媒介的社会生产关系",
        "D. 资本是一个历史范畴"
      ],
      "answer": "ABCD"
    },
    {
      "id": 97,
      "type": "多选题",
      "question": "(多选题)剩余价值（）。",
      "options": [
        "A. 在生产领域中产生，但离不开流通领域",
        "B. 在流通领域中产生，但不能离开生产领域",
        "C. 在生产领域中产生，通过流通领域来实现",
        "D. 既在流通领域产生，也在生产领域产生"
      ],
      "answer": "AC"
    },
    {
      "id": 98,
      "type": "多选题",
      "question": "(多选题)资本原始积累的主要途径是（）。",
      "options": [
        "A. 资本家靠自身勤劳致富，兴办资本主义企业",
        "B. 用暴力手段剥夺农民的土地",
        "C. 用暴力手段掠夺货币财富",
        "D. 资本家用经济手段诱使农民脱离土地成为雇佣劳动者"
      ],
      "answer": "BCD"
    },
    {
      "id": 99,
      "type": "多选题",
      "question": "(多选题)分析资本主义经济之所以从商品开始，是因为（）。",
      "options": [
        "A. 资本主义经济是高度发达的商品经济",
        "B. 资本主义社会财富普遍采取商品的形式",
        "C. 商品是资本主义经济的细胞",
        "D. 商品包含着资本主义一切矛盾的萌芽"
      ],
      "answer": "ABCD"
    },
    {
      "id": 100,
      "type": "多选题",
      "question": "(多选题)下列关于价值和使用价值的表述，正确的有（）。",
      "options": [
        "A. 使用价值是商品的自然属性，而价值是商品的社会属性",
        "B. 使用价值是具体劳动创造的，而价值是由抽象劳动形成的",
        "C. 使用价值和价值及相互依存，互为条件，又相互对立，相互排斥",
        "D.使用价值是永恒范畴，而价值是历史范畴"
      ],
      "answer": "ABCD"
    }
  ],
  "第五单元": [
    {
      "id": 1,
      "type": "判断题",
      "question": "(判断题)\"经济上落后的国家在哲学上仍然能演奏第一提琴\"。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 2,
      "type": "判断题",
      "question": "(判断题)马克思主义认为，宗教是支配人们日常生活的外部力量在头脑中的虚幻的反映。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 3,
      "type": "判断题",
      "question": "(判断题)劳动发展史是理解全部社会发展史的\"钥匙\"。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 4,
      "type": "判断题",
      "question": "(判断题)科学技术发展可以解决一切社会问题。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 5,
      "type": "判断题",
      "question": "(判断题)道德不具有阶级性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 6,
      "type": "判断题",
      "question": "(判断题)经济基础是社会发展的最终决定力量。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 7,
      "type": "判断题",
      "question": "(判断题)普遍交往是世界历史的基本特征。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 8,
      "type": "判断题",
      "question": "(判断题)商品的价值有两个源泉，即生产资料和劳动力的价值。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 9,
      "type": "判断题",
      "question": "(判断题)在知识经济时代，价值的增长不是通过劳动，而是通过知识。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 10,
      "type": "判断题",
      "question": "(判断题)提高劳动生产率可以增加单位时间里商品的使用价值和价值量。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 11,
      "type": "判断题",
      "question": "(判断题)劳动力的使用价值是其价值的源泉，并且是大于它自身价值的源泉。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 12,
      "type": "判断题",
      "question": "(判断题)资本不是一种物，而是一种以物为媒介的人和人之间的社会关系。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 13,
      "type": "判断题",
      "question": "(判断题)剩余价值的产生，既不在流通领域，又离不开流通领域。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 14,
      "type": "判断题",
      "question": "(判断题)资本的价值构成决定资本的技术构成。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 15,
      "type": "判断题",
      "question": "(判断题)私有制商品经济条件下商品世界的拜物教性质的产生具有必然性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 16,
      "type": "判断题",
      "question": "(判断题)流动资本是指在生产过程中价值发生增殖的资本。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 17,
      "type": "判断题",
      "question": "(判断题)资产阶级的思想文化成果是人类文明进步的成就和体现。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 18,
      "type": "判断题",
      "question": "(判断题)垄断资本主义占统治地位的是金融资本。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 19,
      "type": "判断题",
      "question": "(判断题)经济全球化是不可逆转的客观历史进程。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 20,
      "type": "判断题",
      "question": "(判断题)发达资本主义国家资本进一步社会化，股份公司普遍建立、股权极大分散，私人资本转化为社会资本，这就意味着资本主义私有制会发生本质变化。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "(单选题)经济全球化的实质是（）。",
      "options": [
        "A. 发达资本主义国家占优势、为主导的经济运动",
        "B. 发展中国家占优势、为主导的经济运动",
        "C. 对外开放国家占优势、为主导的经济运动",
        "D. 各国平等互利的经济运动"
      ],
      "answer": "A"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "(单选题)经济全球化的进程明显加快的原因有很多，但不包括（）。",
      "options": [
        "A. 第三次科学技术革命向纵深发展",
        "B. 国际贸易自由化程度大大提高",
        "C. 国际资本流动的大幅度增加",
        "D. 自由竞争资本主义阶段的出现"
      ],
      "answer": "D"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "(单选题)经济全球化的实质决定了它的发展必然（）。",
      "options": [
        "A. 有利于所有国家",
        "B. 有利于发达资本主义国家",
        "C. 有利于发展中国家",
        "D. 有利于社会主义国家"
      ],
      "answer": "B"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "(单选题)资本主义发展的历史趋势是（）。",
      "options": [
        "A. 计划经济取代市场经济",
        "B. 市场经济取代计划经济",
        "C. 计划经济取代商品经济",
        "D. 社会主义公有制取代资本主义私有制"
      ],
      "answer": "C"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "(单选题)资本主义国家对资本主义生产关系的调整（）。",
      "options": [
        "A. 加剧了资本主义的基本矛盾",
        "B. 表明了资本主义的生命力",
        "C. 有利于资本主义社会生产力的发展",
        "D. 缓和了社会主义和资本主义的矛盾"
      ],
      "answer": "D"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "(单选题)正确认识资本主义的历史过渡性要（）。",
      "options": [
        "A. 否定资本主义生产关系的一切改良",
        "B. 对资本主义采取全面肯定的态度",
        "C. 借鉴资本主义社会中反映人类文明进步的改良",
        "D. 借鉴并发展资本主义的经济制度"
      ],
      "answer": "C"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "(单选题)战后发达资本主义国家的发展进入国家垄断资本主义的新阶段，这意味着（）。",
      "options": [
        "A. 发达资本主义国家的政府担当调控国家宏观经济的重要职能",
        "B. 国家垄断资本掌控经济生活",
        "C. 所有重要的经济部门实行国有化",
        "D. 国家垄断重于私人垄断"
      ],
      "answer": "A"
    },
    {
      "id": 28,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义的产生和发展，从根本上说是（）。",
      "options": [
        "A. 国内市场竞争的结果",
        "B. 国际竞争激烈化的结果",
        "C. 垄断统治加强的结果",
        "D. 生产社会化和资本主义私人占有制之间矛盾发展的结果"
      ],
      "answer": "D"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "(单选题)20世纪70年代以来，西方资本主义国家的金融资本急剧膨胀，这一方面促进了资本主义的发展，另一方面也造成了经济过度虚拟化，致使金融危机频繁发生。西方资本主义金融资本快速发展壮大的重要制度条件是（）。",
      "options": [
        "A. 金融自由化与金融创新",
        "B. 技术创新与大力发展互联网金融",
        "C. 全面私有化与放松金融监管",
        "D. 去工业化与大力发展现代服务业"
      ],
      "answer": "A"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "(单选题)资本主义积累的历史趋势是（）。",
      "options": [
        "A. 缓和并最终解决资本主义的基本矛盾",
        "B. 资本主义生产方式必然灭亡",
        "C. 全世界同时建立生产资料公有制",
        "D. 全世界都进入资本主义制度"
      ],
      "answer": "B"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "(单选题)经济全球化带给发展中国家的消极影响有许多，但不包括（）。",
      "options": [
        "A. 经济发展受到一定程度的损失",
        "B. 在国际贸易关系中剩余价值大量流失",
        "C. 金融风险加大",
        "D. 经济发展机会大大减少"
      ],
      "answer": "D"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义对经济的干预（）。",
      "options": [
        "A. 从根本上改变了垄断资本主义国家的阶级矛盾",
        "B. 改变了资本主义私有制的性质",
        "C. 使资产阶级和工人阶级形成了利益一致",
        "D. 没有改变劳动者被剥削的地位"
      ],
      "answer": "D"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义的局限性在于（）。",
      "options": [
        "A. 使垄断资本主义存在着时而迅速发展时而停滞的趋势",
        "B. 使垄断资本主义经济长期处于停滞状态",
        "C. 使垄断资本主义经济长期处于滞胀状态",
        "D. 它只能暂时使某些矛盾缓和，但却使这些矛盾加深和复杂化"
      ],
      "answer": "D"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "(单选题)垄断资产阶级推行改良政策（）。",
      "options": [
        "A. 减轻了工人和其他劳动者受剥削的程度",
        "B. 从根本上触及生产资料资本主义所有制",
        "C. 没有改变工人阶级受剥削的雇佣劳动者地位",
        "D. 改变了资产阶级与工人阶级的利益对立"
      ],
      "answer": "C"
    },
    {
      "id": 35,
      "type": "单选题",
      "question": "(单选题)垄断价格的形成和垄断利润的产生表明（）。",
      "options": [
        "A. 价值规律不再起作用了",
        "B. 价值规律的作用受到了限制",
        "C. 价值规律的作用形式发生了变化",
        "D. 价值规律的内容发生了变化"
      ],
      "answer": "C"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "(单选题)当代资本主义的新变化（）。",
      "options": [
        "A. 意味着资本主义生产关系的根本性质发生了变化",
        "B. 从根本上改变了资本主义社会",
        "C. 从根本上适应了生产的社会化",
        "D. 从根本上说是人类社会发展一般规律作用的结果"
      ],
      "answer": "D"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "(单选题)实现生产资料的经济上的所有权与法律上的所有权发生分离的是（）。",
      "options": [
        "A. 个体资本所有制",
        "B. 私人股份资本所有制",
        "C. 法人资本所有制",
        "D. 国家资本所有制"
      ],
      "answer": "B"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "(单选题)\"二战\"后发达资本主义国家中的（）。",
      "options": [
        "A. 资本占有的社会性提高了",
        "B. 资本占有的社会性减弱了",
        "C. 资本占有社会性的提高没有改变资本在社会经济关系中的支配地位",
        "D. 资本占有社会性的提高改变了资本在社会经济关系中的支配地位"
      ],
      "answer": "C"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "(单选题)当代资本主义中的国有制主要存在于（）。",
      "options": [
        "A. 知识经济行业之中",
        "B. 高度垄断行业之中",
        "C. 基础设施和公共事业部门",
        "D. 当代资本主义经济生活中居支配地位的巨型公司中"
      ],
      "answer": "C"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "(单选题)自由竞争和生产集中的关系是（）。",
      "options": [
        "A. 生产集中引起自由竞争",
        "B. 自由竞争引起生产集中",
        "C. 自由竞争限制了生产集中",
        "D. 生产集中消灭了自由竞争"
      ],
      "answer": "B"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "(单选题)资本主义自由竞争阶段进入垄断阶段，最根本的标志在于（）。",
      "options": [
        "A. 垄断在经济生活中占统治地位",
        "B. 国家垄断在经济生活中占统治地位",
        "C. 资本输出在经济生活中占统治地位",
        "D. 银行资本在经济生活中占统治地位"
      ],
      "answer": "A"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "(单选题)垄断资本主义取代自由竞争资本主义，表明资本主义生产关系（）。",
      "options": [
        "A. 实现了自我否定",
        "B. 发生了根本变化",
        "C. 仍无任何变化",
        "D. 有局部调整，但没有改变本质"
      ],
      "answer": "D"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "(单选题)资本主义自由竞争引起生产和资本集中，生产和资本集中发展到一定程度必然产生（）。",
      "options": [
        "A. 社会化大生产超出国界",
        "B. 商品输出替代资本输出",
        "C. 垄断",
        "D. 资本输出替代商品输出"
      ],
      "answer": "C"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "(单选题)少数资本家大企业联合起来，控制一个或几个部门的产品生产和销售的行为是（）。",
      "options": [
        "A. 联合",
        "B. 兼并",
        "C. 收购",
        "D. 垄断"
      ],
      "answer": "D"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "(单选题)金融资本是（）。",
      "options": [
        "A. 工业资本和农业资本融合而成的资本",
        "B. 工业资本和商业资本融合而成的资本",
        "C. 工业资本和银行资本融合而成的资本",
        "D. 工业资本和银行资本在垄断的基础上融合而成的资本"
      ],
      "answer": "D"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "(单选题)资本主义进入垄断阶段后垄断和竞争的关系是（）。",
      "options": [
        "A. 垄断消灭了竞争",
        "B. 垄断凌驾于竞争之上与之并存",
        "C. 竞争凌驾于垄断之上",
        "D. 垄断缓和了竞争"
      ],
      "answer": "B"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义是（）。",
      "options": [
        "A. 资本主义国家与私人垄断资本相结合的资本主义",
        "B. 资本主义国家掌握全部私人垄断资本的资本主义",
        "C. 资本主义国家掌握全部社会垄断资本的资本主义",
        "D. 资本主义国家通过投资实现全部资本国有化的垄断资本主义"
      ],
      "answer": "A"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义表明（）。",
      "options": [
        "A. 在资本主义生产关系范围内的局部调整",
        "B. 资本主义生产关系被新的生产关系代替",
        "C. 社会主义经济制度很快要代替资本主义国家",
        "D. 资本主义具有强大的生命力"
      ],
      "answer": "A"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义的发展（）。",
      "options": [
        "A. 改变了经济的资本主义性质",
        "B. 符合垄断资本家的整体利益",
        "C. 代表了个别资本家的利益",
        "D. 消灭了私人垄断资本主义的基础"
      ],
      "answer": "B"
    },
    {
      "id": 50,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义的宏观管理和调节体现的是（）。",
      "options": [
        "A. 全体劳动人民的经济利益",
        "B. 个别金融寡头的经济利益",
        "C. 垄断资产阶级的整体利益",
        "D. 国有企业的经济利益"
      ],
      "answer": "C"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "(单选题)资本主义从自由竞争阶段进入垄断阶段，最根本的标志在于（）。",
      "options": [
        "A. 垄断代替自由竞争在经济生活中占统治地位",
        "B. 资本输出代替商品输出在经济生活中占统治地位",
        "C. 银行资本代替工业贺本在经济生活中占统治地位",
        "D. 国家垄断代替私人垄断在经济生活中占统治地位"
      ],
      "answer": "A"
    },
    {
      "id": 52,
      "type": "单选题",
      "question": "(单选题)国家垄断资本主义发展的基础是（）。",
      "options": [
        "A. 国有垄断资本",
        "B. 资产阶级国家",
        "C. 私人垄断资本",
        "D. 资本输出"
      ],
      "answer": "C"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "(单选题)垄断资本主义国家的\"经济计划化\"（）。",
      "options": [
        "A. 可以从根本上解决资本主义基本矛盾",
        "B. 使生产的无政府状态得到一定的缓解",
        "C. 导致资本主义向社会主义和平过渡",
        "D. 可以消除资本主义经济危机"
      ],
      "answer": "B"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "(单选题)经济全球化发展趋势的现实基础是（）。",
      "options": [
        "A. 新科技革命",
        "B. 生产国际化",
        "C. 国际贸易的高度发展",
        "D. 国际金融的迅速发展"
      ],
      "answer": "C"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "(单选题)下列不属于经济全球化发展趋势的选项是（）。",
      "options": [
        "A. 市场经济成为全球经济体制",
        "B. 区域经济集团日益发展",
        "C. 跨国公司的主导作用增强",
        "D. 国际经济新秩序的建立"
      ],
      "answer": "D"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "(单选题)垄断资本主义对经济发展（）。",
      "options": [
        "A. 只有积极作用，没有消极作用",
        "B. 只有消极作用，没有积极作用",
        "C. 既有消极作用，又有积极作用",
        "D. 既无消极作用，也无积极作用"
      ],
      "answer": "C"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "(单选题)社会主义取代资本主义从根本上说是（）。",
      "options": [
        "A. 人们主观愿望支配行动的结果",
        "B. 社会主义经济规律作用的结果",
        "C. 资本主义经济规律作用的结果",
        "D. 生产关系一定要适合生产力的结果"
      ],
      "answer": "D"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "(单选题)股份公司的产生和发展使得（）。",
      "options": [
        "A. 资本的所有权和经营权分离",
        "B. 资本的所有权和使用权合一",
        "C. 资本的经营权和使用权分离",
        "D. 资本的所有权和占有权合一"
      ],
      "answer": "A"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "(单选题)垄断资本主义阶段，主要资本主义国家产生大量过剩资本的根本原因是（）。",
      "options": [
        "A. 国内已无利可提的投资场所",
        "B. 国内已无落后的生产部门需要投资",
        "C. 国内各部门投资已经饱和",
        "D. 垄断资本必须获取高额的垄断利润"
      ],
      "answer": "C"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "(单选题)战后资本主义发生的变化并不意味着（）。",
      "options": [
        "A. 改良主义政党对资本主义制度的改革对其变化发挥了重要作用",
        "B. 资本主义生产关系的根本性质发生了变化",
        "C. 科技革命和生产力的发展是其变化的根本推动力量",
        "D. 工人阶级争取自身权利和利益的斗争是推动其变化的重要力量"
      ],
      "answer": "B"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "(单选题)下列关于社会主义代替资本主义的说法错误的是（）。",
      "options": [
        "A. 任何社会形态的存在都有相对稳定性，资本主义短期内难以被社会主义取代",
        "B. 资本主义发展的不平衡性决定了过渡的长期性",
        "C. 当代资本主义的有效发展表明资本主义被社会主义取代尚需长期的过程",
        "D. 当前社会主义仍然落后于资本主义，很难取代之"
      ],
      "answer": "D"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "(单选题)中国特色社会主义最大的政治优势是( )",
      "options": [
        "A. 中国共产党的领导",
        "B. 改革开放",
        "C. 马克思主义指导",
        "D. 人民当家作主"
      ],
      "answer": "A"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "(单选题)中国特色社会主义最本质特征是( )",
      "options": [
        "A. 坚持社会主义方向",
        "B. 中国共产党的领导",
        "C. 生产资料公有制",
        "D. 马克思主义的指导"
      ],
      "answer": "B"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "(单选题)在新时代中国特色社会主义建设的\"四个伟大\"中其决定性作用的是( )",
      "options": [
        "A. 伟大事业",
        "B. 伟大梦想",
        "C. 伟大工程",
        "D. 伟大斗争"
      ],
      "answer": "C"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "(单选题)新时代中国特色社会主义的总任务是( )",
      "options": [
        "A. 构建人类命运共同体",
        "B. 建设社会主义法治国家",
        "C. 进行改革开放",
        "D. 实现社会主义现代化和中华民族伟大复兴"
      ],
      "answer": "D"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "(单选题)社会主义的根本目的在于( )",
      "options": [
        "A. 消灭剥削、消除两极分化，最终达到共同富裕",
        "B. 建立无产阶级专政",
        "C. 巩固共产党的领导",
        "D. 镇压资产阶级的反抗"
      ],
      "answer": "A"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "(单选题)全面深化改革的总目标是( )",
      "options": [
        "A. 消灭剥削、消除两极分化，最终达到共同富裕",
        "B. 推进国家治理体系和治理能力现代化",
        "C. 巩固共产党的领导",
        "D. 建设全面小康社会"
      ],
      "answer": "B"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "(单选题)无产阶级政党的组织原则是( )",
      "options": [
        "A. 集体领导",
        "B. 理论联系实际",
        "C. 实事求是",
        "D. 民主集中制"
      ],
      "answer": "D"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "(单选题)列宁得出社会主义可能在一国或数国首先取得胜利的结论依据是( )",
      "options": [
        "A. 资本主义必然灭亡、社会主义和共产主义必然胜利的规律",
        "B. 帝国主义时代资本主义政治经济发展不平衡的规律",
        "C. 资本主义国家无产阶级与资产阶级斗争的规律",
        "D. 无产阶级是最先进、最革命的阶级的原理"
      ],
      "answer": "B"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "(单选题)下列说法中，观点错误的是( )",
      "options": [
        "A. 国际共产主义运动当今正处在低潮时期",
        "B. 社会主义必然取代资本主义",
        "C. 社会主义取代资本主义是一个长期的曲折的过程",
        "D. 社会主义在若干国家的严重挫折改变了资本主义必然灭亡的命运"
      ],
      "answer": "D"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "(单选题)社会主义必然代替资本主义的主要依据是( )",
      "options": [
        "A. 无产阶级与资产阶级斗争尖锐化",
        "B. 个别企业有组织的生产与整个社会生产无政府状态之间的矛盾",
        "C. 现代无产阶级的日益壮大",
        "D. 生产的社会化与资本主义私人占有制之间的矛盾"
      ],
      "answer": "D"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "(单选题)无产阶级的历史使命是（ )",
      "options": [
        "A. 实现共同富裕",
        "B. 依法治国",
        "C. 发展生产力",
        "D. 推翻资本主义旧世界，建立社会主义和共产主义新世界"
      ],
      "answer": "D"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "(单选题)实现社会主义的必要政治前提是( )",
      "options": [
        "A. 无产阶级政党的领导",
        "B. 建立广泛的革命统一战线",
        "C. 无产阶级的革命斗争",
        "D. 建立无产阶级专政"
      ],
      "answer": "D"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "(单选题)马列主义关于无产阶级政党学说的核心内容是( )",
      "options": [
        "A. 党的路线和组织原则问题",
        "B. 党的战略和策略问题",
        "C. 党的性质和奋斗目标",
        "D. 党的领导地位和作用问题"
      ],
      "answer": "D"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "(单选题)科学社会主义创立的理论依据是( )",
      "options": [
        "A. 空想社会主义学说",
        "B. 德国古典哲学",
        "C. 唯物史观和剩余价值学说",
        "D. 英国古典政治经济学"
      ],
      "answer": "C"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "(单选题)社会主义实现由空想到科学发展的标志是( )",
      "options": [
        "A. <",
        "B. 共产主义者同盟\"的建立",
        "C. 空想社会主义理想的破灭",
        "D. 无产阶级革命的胜利"
      ],
      "answer": "A"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "(单选题)科学社会主义从理论到实践的飞跃，其主要标志是( )",
      "options": [
        "A. 宪章运动",
        "B. 1848年欧洲革命",
        "C. 第一国际的成立",
        "D. 俄国十月革命"
      ],
      "answer": "D"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "(单选题)马克思说：\"暴力是每一个孕育着新社会的旧社会的助产婆\"，这说明( )",
      "options": [
        "A. 暴力革命是无产阶级革命的唯一形式",
        "B. 暴力革命是无产阶级革命的主要的基本形式",
        "C. 暴力革命与和平发展互相排斥",
        "D. 暴力革命与和平发展可以相互取代"
      ],
      "answer": "B"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "(单选题)下面哪一个不是苏东剧变的根本原因( )",
      "options": [
        "A. 放弃社会主义道路",
        "B. 发展社会主义民主",
        "C. 放弃共产党的领导",
        "D. 全盘否定苏共历史"
      ],
      "answer": "B"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "(单选题)列宁对关于无产阶级社会主义革命学说的重大贡献是( )",
      "options": [
        "A. 提出了战时共产主义政策",
        "B. 提出了新经济政策",
        "C. 提出了社会主义革命将首先在一国或数国取得胜利的理论",
        "D. 提出了利用国家资本主义过渡社会主义的理论"
      ],
      "answer": "C"
    },
    {
      "id": 81,
      "type": "多选题",
      "question": "(多选题)纺织厂的资本家购买的用于生产的棉花属于（）。",
      "options": [
        "A. 不变资本",
        "B. 固定资本",
        "C. 可变资本",
        "D. 流动资本"
      ],
      "answer": "AD"
    },
    {
      "id": 82,
      "type": "多选题",
      "question": "(多选题)第二次世界大战后，发达资本主义国家工人工作日有所缩短，这表明（）。",
      "options": [
        "A. 对工人剥削程度有所减轻",
        "B. 劳动生产率明显提高",
        "C. 必要劳动时间大为缩短",
        "D. 相对剩余价值成为主要剥削形式"
      ],
      "answer": "BCD"
    },
    {
      "id": 83,
      "type": "多选题",
      "question": "(多选题)资本积累中资本有机构成的提高使资本对劳动力的需求日益相对减少，表现为（）",
      "options": [
        "A. 原有资本有机构成不变，追加资本有机构成提高，资本对劳动力需求的绝对量增加，相对量减少",
        "B. 原有资本有机构成提高，出现机器排挤工人",
        "C. 原有资本和追加资本有机构成都提高，资本对劳动力需求的绝对量增加，相对量减少",
        "D. 原有资本和追加资本有机构成都提高，资本对劳动力需求的绝对量和相对量都增加"
      ],
      "answer": "BC"
    },
    {
      "id": 84,
      "type": "多选题",
      "question": "(多选题)剩余价值规律的意义在于（）。",
      "options": [
        "A. 揭示了资本主义生产的目的和达到目的的手段",
        "B. 反映了资本主义生产的实质",
        "C. 在资本主义社会起主导作用",
        "D. 决定资本主义生产的主要方面和主要过程"
      ],
      "answer": "ABCD"
    },
    {
      "id": 85,
      "type": "多选题",
      "question": "(多选题)资本主义基本矛盾主要表现在（）。",
      "options": [
        "A. 各个企业内部生产的有组织性和整个社会生产无政府状悉之同的矛盾",
        "B. 社会生产无限扩大的趋势与有支付能力的需求相对狭小的矛盾",
        "C. 无产阶级与资产阶级之间的矛盾",
        "D. 生产社会化和生产资料资本主义私人占有形式之间的矛盾"
      ],
      "answer": "AB"
    },
    {
      "id": 86,
      "type": "多选题",
      "question": "(多选题)资本主义政治制度的阶级的和历史的局限性体现在（）。",
      "options": [
        "A. 资本主义的民主本质是钱主，实际是资产阶级精英统治下的民主",
        "B. 法律名义上的平等掩盖了事实上的不平等",
        "C. 资本主义国家的政党制度是一种维护资产阶级统治的制度",
        "D. 政党恶斗斗争效率低下，激化社会矛盾"
      ],
      "answer": "ABCD"
    },
    {
      "id": 87,
      "type": "多选题",
      "question": "(多选题)资产阶级意识形态的本质是（）。",
      "options": [
        "A. 在一定程度上代表了人民的意志和愿望",
        "B. 集中地体现了资本主义国家文化的精华",
        "C. 为资本主义社会形态的经济基础服务",
        "D. 资产阶级阶级意识的集中体现"
      ],
      "answer": "CD"
    },
    {
      "id": 88,
      "type": "多选题",
      "question": "(多选题)垄断没有消除竞争，是因为（）。",
      "options": [
        "A. 竞争是一切社会生产所共有的",
        "B. 竞争是商品经济发展的一般规律，垄断并没有消灭商品经济",
        "C. 垄断必须通过竞争来维持",
        "D. 在垄断组织之外，还存在着为数众多的中小企业"
      ],
      "answer": "BCD"
    },
    {
      "id": 89,
      "type": "多选题",
      "question": "(多选题)经济全球化表现为（）。",
      "options": [
        "A. 生产全球化",
        "B. 贸易全球化",
        "C. 金融全球化",
        "D. 政治一体化"
      ],
      "answer": "ABC"
    },
    {
      "id": 90,
      "type": "多选题",
      "question": "(多选题)当代资本主义发生新变化的原因最主要的有（）。",
      "options": [
        "A. 科学技术革命和生产力的发展",
        "B. 工人阶级争取自身权利和利益斗争的作用",
        "C. 社会主义制度初步显示的优越性对资本主义产生了一定影响",
        "D. 主张改良主义的政党对资本主义制度的改革"
      ],
      "answer": "ABCD"
    },
    {
      "id": 91,
      "type": "多选题",
      "question": "(多选题)社会主义取代资本主义将是一个长期的历史过程，这是由于（）。",
      "options": [
        "A. 任何社会形态的存在都有相对稳定性从产生到衰亡都要经过相当长的时间跨度",
        "B. 资本主义发展的不平衡性决定了过渡的长期性",
        "C. 资本主义已经积累了雄厚的经济实力和丰富的统治经验",
        "D. 当代资本主义的发展还显示出其对生产力容纳的空间"
      ],
      "answer": "ABCD"
    },
    {
      "id": 92,
      "type": "多选题",
      "question": "(多选题)与封建社会相比，资本主义显示了巨大的历史进步性，但这并不能掩盖其自身的限性。资本主义的局限性表现在（）",
      "options": [
        "A. 资本主义基本矛盾阻碍社会生产力的发展",
        "B. 在资本主义制度下财富占有两极分化，引起经济危机",
        "C. 在资本主义政治制度下人民群众拥有的社会政治自由比在封建专制主义条件下更少",
        "D. 资本家阶级支配和控制资本主义经济和政治的发展和运行，不断激化社会矛盾冲突"
      ],
      "answer": "ABD"
    },
    {
      "id": 93,
      "type": "多选题",
      "question": "(多选题)当代资本主义国家内部的矛盾和冲突主要体现在",
      "options": [
        "A. 经济发展失调",
        "B. 政治体制失灵",
        "C. 社会融合机制失效",
        "D. 零和博弈的思维方式"
      ],
      "answer": "ABC"
    },
    {
      "id": 94,
      "type": "多选题",
      "question": "(多选题)空想社会主义的历史功绩是( )",
      "options": [
        "A. 对资本主义的弊病进行了深刻的揭露和猛烈的抨击",
        "B. 揭示了资本主义灭亡、社会主义胜利的客观规律",
        "C. 对未来社会作出了天才的设想",
        "D. 找到了变革社会的革命力量"
      ],
      "answer": "AC"
    },
    {
      "id": 95,
      "type": "多选题",
      "question": "(多选题)新时代中国特色社会主义的发展没有改变的是( )",
      "options": [
        "A. 社会主要矛盾",
        "B. 中国特色社会主义的总任务",
        "C. 中国依然是发展中国家的事实",
        "D. 社会主义初级阶段的基本国情"
      ],
      "answer": "CD"
    },
    {
      "id": 96,
      "type": "多选题",
      "question": "(多选题)东欧剧变、苏联解体的原因和教训是（）",
      "options": [
        "A. 放弃了社会主义道路",
        "B. 放弃了无产阶级专政",
        "C. 放弃了共产党的领导地位",
        "D. 放弃了马克思列宁主义"
      ],
      "answer": "ABCD"
    },
    {
      "id": 97,
      "type": "多选题",
      "question": "(多选题)属于科学社会主义基本原则的内容有（）",
      "options": [
        "A. 资本主义必然灭亡，社会主义必然胜利",
        "B. 以建立无产阶级阶级专政的国家政权为目的",
        "C. 以满足全体社会成员的需要为生产的根本目的",
        "D. 努力实现人与自然和谐共生"
      ],
      "answer": "ABCD"
    },
    {
      "id": 98,
      "type": "多选题",
      "question": "(多选题)社会主义发展道路的多样性根本原因在于( )",
      "options": [
        "A. 无产阶级政党的领导",
        "B. 时代和实践发展变化",
        "C. 历史文化传统的差异",
        "D. 各个国家的生产力状况和社会发展阶段不同"
      ],
      "answer": "BCD"
    },
    {
      "id": 99,
      "type": "多选题",
      "question": "(多选题)对于人民群众的理解正确的是（）",
      "options": [
        "A. 从量上说是指社会人的绝大多数",
        "B. 从质上说是一切对社会历史发展起推动作用的人们",
        "C. 在任何历史时期都不包括剥削阶级",
        "D. 最稳定的主体部分始终是从事物质资料生产的劳动群众"
      ],
      "answer": "ABD"
    },
    {
      "id": 100,
      "type": "多选题",
      "question": "(多选题)1971年迪斯尼乐园的路径设计获得了\"世界最佳设计\"奖，设计师格罗培斯格却说：\"其实那不是我的设计\"，原因是在迪斯尼乐园主题工程完后，格罗培斯格暂停修乐园里的道路，并在空地上洒上草种，五个月后，乐园里绿草茵茵，草地上被游客走出了不少宽窄不一定的小路，格罗培斯格根据这些行人踏出来的小路铺设了人行道，成了\"优雅自然、简洁便利、个性突出\"的优秀设计，格罗培斯格设计智慧我们认识和实践活动的启示（）",
      "options": [
        "A. 要从生活实践中获取灵感",
        "B. 要尊重群众的实践需求",
        "C. 不要对自然事物作任何改变",
        "D. 要对事物本来面目做直观反应"
      ],
      "answer": "AB"
    }
  ],
  "第六单元": [
    {
      "id": 1,
      "type": "单选题",
      "question": "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的物质文化需要同落后的社会生产之间的矛盾。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 2,
      "type": "单选题",
      "question": "从哲学上看，元宇宙依然是人的实践活动的产物，而不是完全不同于现实的“第三世界”。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 3,
      "type": "单选题",
      "question": "矛盾的特殊性决定了事物的不同性质。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 4,
      "type": "单选题",
      "question": "社会的和谐、人与自然的和谐，都是在不断解决矛盾的过程中实现的。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 5,
      "type": "单选题",
      "question": "任何事物都是统一的联系之网上的一个网结，并通过这个联系之网体现出联系的普遍性。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 6,
      "type": "单选题",
      "question": "正确发挥人的主观能动性，需要依赖于一定的物质条件和物质手段。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 7,
      "type": "单选题",
      "question": "“所谓物质，就是不依赖于人类的意识而存在，并能为人类的意识所反映的客观存在。”这里的“客观存在”，既包括自然存在，又包括社会存在。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 8,
      "type": "单选题",
      "question": "哲学的基本问题的意义仅在于为人们提供一个划分唯物主义和唯心主义的标准。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 9,
      "type": "单选题",
      "question": "全部哲学、特别是近代哲学的重大的基本问题是思维和存在的关系问题。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 10,
      "type": "单选题",
      "question": "底线思维能力体现了我们对事物量变引起质变的“度”的深刻认识和自觉把握，也体现了对矛盾分析方法的自觉运用。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 11,
      "type": "单选题",
      "question": "相对于某一过程来说是必然的东西，另一过程就可能成为偶然的东西，反之亦然。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 12,
      "type": "单选题",
      "question": "“世界不是既成事物的集合体，而是过程的集合体。”",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 13,
      "type": "单选题",
      "question": "马克思主义中国化的理论成果，鲜明地体现了马克思主义创新发展的品格。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 14,
      "type": "单选题",
      "question": "资产阶级就是指社会上的有钱人。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 15,
      "type": "单选题",
      "question": "无产阶级就是指没有钱的穷人。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 16,
      "type": "单选题",
      "question": "资本主义国家有了经济计划就能从根本上克服生产无政府状态。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 17,
      "type": "单选题",
      "question": "有人认为，一些国家从社会主义经济制度改变为资本主义经济制度，说明社会主义取代资本主义已不是人类社会的必然规律了。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 18,
      "type": "单选题",
      "question": "共产主义社会就是共同占有生产资料和生活资料的社会。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 19,
      "type": "单选题",
      "question": "共产主义社会实现的前提条件是生产力高度发达。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "A"
    },
    {
      "id": 20,
      "type": "单选题",
      "question": "在中国，马克思主义就是指马克思和恩格斯两个人的思想。",
      "options": [
        "A. 对",
        "B. 错"
      ],
      "answer": "B"
    },
    {
      "id": 21,
      "type": "单选题",
      "question": "习近平在纪念马克思诞辰200周年大会上发表重要讲话指出，在人类思想史上，没有一种思想理论像马克思主义那样对人类产生了如此广泛而深刻的影响。马克思主义极大推进了人类文明进程，至今依然是具有重大国际影响的思想体系和话语体系。马克思主义对人类文明发展的深远影响，来自于它（ ）",
      "options": [
        "A. 代表了最广大人民的根本利益",
        "B. 对未来理想社会的构想与设计",
        "C. 提供了解决社会问题的现成答案",
        "D. 是揭示人类社会发展一般规律的客观真理"
      ],
      "answer": "D"
    },
    {
      "id": 22,
      "type": "单选题",
      "question": "著名科学家钱伟长谈到哲学时说：“哲学很重要，很多学问做深了，都会碰到哲学问题。数学是这样，物理、化学、生物、计算机，都是这样。所以科学家一定要研究一点哲学，要懂哲学。”他之所以这么讲，主要是因为（ ）",
      "options": [
        "A. 哲学是关于世界观的科学",
        "B. 哲学的智慧产生于人类的实践活动",
        "C. 哲学是改造世界的物质力量",
        "D. 哲学探究的是世界的本质和普遍规律"
      ],
      "answer": "D"
    },
    {
      "id": 23,
      "type": "单选题",
      "question": "有研究表明，“暗物质”和“暗能量”约占宇宙物质总质量的96%。科学家预计，如果我们对暗物质和暗能量有了突破性的认识，人类的宇宙观将会发生巨大的改变，人们对时间、空间和物质等的看法也将和过去有所不同。材料蕴含的哲学道理是（ ）",
      "options": [
        "A. 具体科学的进步推动哲学发展",
        "B. 哲学可以锻炼人们的思维能力",
        "C. 哲学为具体科学提供世界观和方法论指导",
        "D. 思维和存在的关系问题是哲学的基本问题"
      ],
      "answer": "A"
    },
    {
      "id": 24,
      "type": "单选题",
      "question": "“基因编辑婴儿”“人工智能作恶”……科学技术的进步在给人类带来健康、方便、快捷的同时，也出现了前所未有的问题。为此，人们重新审视人与自然的关系，从技术伦理的角度对科学发展进行反思，希望科学技术能够真正造福人类。材料启示我们（ ）",
      "options": [
        "A. 哲学源自于实践中对世界的追问和思考",
        "B. 有什么样的世界观就有什么样的方法论",
        "C. 具体科学每一次进步都推动哲学的发展",
        "D. 具体科学需要正确的世界观方法论指导"
      ],
      "answer": "D"
    },
    {
      "id": 25,
      "type": "单选题",
      "question": "下列不属于战略思维能力的内容是（ ）",
      "options": [
        "A. 高瞻远瞩",
        "B. 举一反三",
        "C. 谋定后动",
        "D. 运筹帷幄"
      ],
      "answer": "B"
    },
    {
      "id": 26,
      "type": "单选题",
      "question": "（ ）是指从全局视角和长远眼光把握事物发展总体趋势和方向、客观辩证地思考和处理问题的科学思维能力。",
      "options": [
        "A. 战略思维能力",
        "B. 领导思维能力",
        "C. 批判思维能力",
        "D. 创新思维能力"
      ],
      "answer": "A"
    },
    {
      "id": 27,
      "type": "单选题",
      "question": "（ ）是指从事物相互联系、相互作用的关系出发，承认矛盾、分析矛盾、解决矛盾，善于抓住关键、找准重点、洞察事物发展规律的能力。",
      "options": [
        "A. 创新思维能力",
        "B. 辩证思维能力",
        "C. 历史思维能力",
        "D. 批判思维能力"
      ],
      "answer": "B"
    },
    {
      "id": 28,
      "type": "单选题",
      "question": "工业机器人的RV减速器核心技术一直被国外垄断。近年来，我国科研人员从源头上进行基础理论创新，通过不断科技攻关，最终掌握了“机器人关节RV减速器设计及制造工艺”的核心技术，并将研究成果成功实现产业化。这一事实佐证了（ ）",
      "options": [
        "A. 实践基础上的理论创新能够推动科技创新",
        "B. 创新性思维能够把观念的存在变为现实的存在",
        "C. 对事物联系多样性的科学认知是理论创新的基础",
        "D. 科技创新与实践需求无关"
      ],
      "answer": "A"
    },
    {
      "id": 29,
      "type": "单选题",
      "question": "马克思说：“任何神话都是用想象和借助想象以征服自然力，支配自然力，把自然力加以形象化；因而，随着这些自然力之实际上被支配，神话也就消失了。”这表明（ ）",
      "options": [
        "A. 神话是一种社会存在",
        "B. 神话作为一种虚幻的意识不具有能动性",
        "C. 神话作为一种主体的想象源于主观自由创造",
        "D. 神话随着人类实践能力的提高而失去存在的基础"
      ],
      "answer": "D"
    },
    {
      "id": 30,
      "type": "单选题",
      "question": "报告最后强调，在全球化大背景下，各国利益日益融合，国家之间也许文化不同、信仰不同、制度不同，但合作共赢却是最大的公约数。构建合作共赢的新型国际关系，代替的是单打独斗的老做法，摒弃的是赢者通吃的旧思维。这说明（ ）",
      "options": [
        "A. 矛盾的特殊性包含着普遍性，普遍性寓于特殊性之中",
        "B. 立足各国实际，在共性的指导下具体分析个性",
        "C. 事物的性质主要是由主要矛盾的主要方面决定",
        "D. 在同一中把握对立，促进矛盾双方地位的改变，转危为机"
      ],
      "answer": "A"
    },
    {
      "id": 31,
      "type": "单选题",
      "question": "神舟十三号任务展现了中国为人类探索宇宙奥秘、和平利用太空、推动构建人类命运共同体作出新努力、新贡献。这一次神舟十三号任务包括中国女航天员将首次进驻中国空间站并实施出舱活动，中国航天员们将首次在轨驻留6个月，中国人将第一次在太空中过春节。这有力地证明了（ ）",
      "options": [
        "A. 思维能够正确认识存在，二者具有同一性",
        "B. 只有突破万有引力规律方能完成出舱活动",
        "C. 认识的发展是一个不断用新认识否定已有认识的过程",
        "D. 人们的意识活动可以调节人的生理机能"
      ],
      "answer": "A"
    },
    {
      "id": 32,
      "type": "单选题",
      "question": "2021年12月9日到12月10日，美国发起的所谓“民主峰会”，这在国际上引起对“民主”的讨论。2021年12月4日我国发表了《中国的民主》白皮书，指出民主不是装饰品，不是用来做摆设的，而是要用来解决人民需要解决的问题的。民主是各国人民的权利，而不是少数国家的专利。下列对民主认识正确的是（ ）",
      "options": [
        "A. 民主没有阶级性，体现所有人的权力",
        "B. 民主的实质是在统治阶级范围内，按照多数人的意志，实现国家职能",
        "C. 民主制度的国家都是对所有阶级的民主",
        "D. 民主制度的国家，不存在专政的问题"
      ],
      "answer": "B"
    },
    {
      "id": 33,
      "type": "单选题",
      "question": "大数据时代的科学技术不仅是自然科学领域的全新视角和重大飞跃，对人类经济社会的发展同样意义重大，相伴相随地对哲学思维方式的变革也产生着深远影响。这说明",
      "options": [
        "A. 哲学为具体科学提供世界观和方法论的指导",
        "B. 科技进步使哲学富有生机和活力",
        "C. 具体科学的进步以哲学变革为前提",
        "D. 哲学保证自然科学的正确发展方向"
      ],
      "answer": "B"
    },
    {
      "id": 34,
      "type": "单选题",
      "question": "习近平指出：“青年是标志时代的最灵敏的晴雨表，时代的责任赋予青年，时代的光荣属于青年。”青年一代的理想信念，综合素质和创新能力是一个国家活力的重要体现，青年时代（）滑坡是最危险的滑坡。",
      "options": [
        "A. 道德修为",
        "B. 身体素质",
        "C. 理想信念",
        "D. 创新能力"
      ],
      "answer": "C"
    },
    {
      "id": 35,
      "type": "单选题",
      "question": "社会主义必然代替资本主义的主要依据是( )",
      "options": [
        "A. 阶级斗争加剧",
        "B. 资本主义经济危机加剧",
        "C. 无产阶级政党增多",
        "D. 生产的社会化与资本主义私人占有制之间的矛盾"
      ],
      "answer": "D"
    },
    {
      "id": 36,
      "type": "单选题",
      "question": "21世纪以来，尤其是以美国次贷危机、占领华尔街等为代表的的资本主义经济危机和社会危机波及全球，从中我们可以看到危机背后资本主义本质和衰败的必然趋势，但也看到资本主义仍具有生命力和生产力发展空间。这说明（）。",
      "options": [
        "A. 资本主义将很快终结",
        "B. 资本主义危机不可克服但仍部分符合生产力要素",
        "C. 资本主义的危机已经被克服",
        "D. 资本主义已经摆脱内在矛盾将永远存在"
      ],
      "answer": "B"
    },
    {
      "id": 37,
      "type": "单选题",
      "question": "党的十九大报告指出：“人类只有遵循自然规律才能有效防止在开发利用自然上走弯路，人类对大自然的伤害最终会伤及人类自身，这是无法抗拒的规律。”在共产主义社会，为生产而生产的利润动机不复存在，物质生产不再盲目扩张，人与自然将达到（）。",
      "options": [
        "A. 永久平衡",
        "B. 动态平衡与和谐",
        "C. 完全平等",
        "D. 相互利用"
      ],
      "answer": "B"
    },
    {
      "id": 38,
      "type": "单选题",
      "question": "按照《共产党宣言》中的说法，马克思认为，消灭“三大差别”的关键在于（）。",
      "options": [
        "A. 消除脑力和体力劳动差别",
        "B. 消除城市和农村差别",
        "C. 消除工业和农业的差别",
        "D. 消除私有制和利益对立"
      ],
      "answer": "D"
    },
    {
      "id": 39,
      "type": "单选题",
      "question": "“通过批判旧世界来发现新世界”是( )。",
      "options": [
        "A. 空想社会主义预见社会未来的方法",
        "B. 修正主义预见未来社会的方法",
        "C. 马克思主义预见未来社会的方法",
        "D. 唯心主义预见未来社会的方法"
      ],
      "answer": "C"
    },
    {
      "id": 40,
      "type": "单选题",
      "question": "“两个必然”和“两个决不会”是( )。",
      "options": [
        "A. 相互矛盾的",
        "B. 辩证统一的",
        "C. 孤立存在的",
        "D. 肯定和否定的关系"
      ],
      "answer": "B"
    },
    {
      "id": 41,
      "type": "单选题",
      "question": "从《共产党宣言》的描述中，我们可以将未来社会简练概括为（）。",
      "options": [
        "A. 人道主义",
        "B. 生活富裕",
        "C. 无产阶级专政",
        "D. 自由人的联合体"
      ],
      "answer": "D"
    },
    {
      "id": 42,
      "type": "单选题",
      "question": "科学社会主义的直接理论来源是( )",
      "options": [
        "A. 空想社会主义的学说",
        "B. 以圣西门、傅里叶、欧文为代表的空想社会主义",
        "C. 空想平均共产主义",
        "D. 唯物史观和剩余价值学说"
      ],
      "answer": "B"
    },
    {
      "id": 43,
      "type": "单选题",
      "question": "实现社会主义必要的政治前提是( )。",
      "options": [
        "A. 无产阶级政党的领导",
        "B. 建立广泛的革命统一战线",
        "C. 无产阶级的革命斗争",
        "D. 建立无产阶级专政"
      ],
      "answer": "D"
    },
    {
      "id": 44,
      "type": "单选题",
      "question": "社会主义国家政权的阶级基础是（）",
      "options": [
        "A. 工人阶级",
        "B. 资产阶级",
        "C. 农民阶级",
        "D. 工农联盟"
      ],
      "answer": "D"
    },
    {
      "id": 45,
      "type": "单选题",
      "question": "（）的胜利，开辟了人类历史的新纪元。",
      "options": [
        "A. 巴黎公社",
        "B. 十月革命",
        "C. 欧洲三大工人起义",
        "D. 热月政变"
      ],
      "answer": "B"
    },
    {
      "id": 46,
      "type": "单选题",
      "question": "1864年，英、法、德、意四国工人代表在伦敦开会成立（），马克思代表德国工人参加该组织的工作，并逐渐用“科学社会主义”理论作为该组织的指导思想。",
      "options": [
        "A. “第一国际”",
        "B. “第二国际”",
        "C. “第三国际”",
        "D. 共产主义者同盟"
      ],
      "answer": "A"
    },
    {
      "id": 47,
      "type": "单选题",
      "question": "马克思和恩格斯在《共产党宣言》中论证了（）是同样不可避免的（简称“两个必然”）这一重要结论。",
      "options": [
        "A. “资产阶级的灭亡和无产阶级的胜利”",
        "B. “消灭私有制和公有制胜利”",
        "C. “阶级剥削的灭亡和社会平等的胜利”",
        "D. “旧世界的灭亡和新世界的胜利”"
      ],
      "answer": "A"
    },
    {
      "id": 48,
      "type": "单选题",
      "question": "随着社会大生产的发展和资本主义生产方式的普遍确立，无产阶级与资产阶级对立日益激化，无产阶级队伍不断壮大，在与资产阶级斗争中从自发走向自觉，表现出改造社会、创造历史的巨大力量。这些新变化为社会主义从空想到科学提供了（）",
      "options": [
        "A. 社会需要和客观条件",
        "B. 主观能动和实践经验",
        "C. 阶级基础和社会保障",
        "D. 发展依据和阶级条件"
      ],
      "answer": "A"
    },
    {
      "id": 49,
      "type": "单选题",
      "question": "空想社会主义的开山之作是（）",
      "options": [
        "A. 柏拉图的《理想国》",
        "B. 康帕内拉的《太阳城》",
        "C. 莫莱里的《自然法典》",
        "D. 莫尔的《乌托邦》"
      ],
      "answer": "D"
    },
    {
      "id": 50,
      "type": "判断题",
      "question": "党的十九大报告作出中国特色社会主义进入新时代的重大判断，这是我国发展新的历史定位。新时代中国特色社会主义是（）理论逻辑与中国社会发展历史逻辑的辩证统一。",
      "options": [
        "A. 科学社会主义",
        "B. 民主社会主义",
        "C. 马克思列宁主义",
        "D. 新民主主义"
      ],
      "answer": "A"
    },
    {
      "id": 51,
      "type": "单选题",
      "question": "新时代中国特色社会主义的发展要坚持（）的发展理念。",
      "options": [
        "A. 以群众为中心",
        "B. 大众民主",
        "C. 按需分配",
        "D. 以人民为中心"
      ],
      "answer": "D"
    },
    {
      "id": 52,
      "type": "单选题",
      "question": "邓小平指出：“社会主义究竟是个什么样子，苏联搞了很多年，也并没有搞清楚，可能列宁的思路比较好，搞了个新经济政策，但是最后苏联模式僵化了”，列宁新经济政策关于社会主义的思路之所以“比较好”是因为（）",
      "options": [
        "A. 提出了比较系统的社会主义建设纲领",
        "B. 根据俄国的实际情况来探索社会主义建设的道路",
        "C. 为俄国找到一种比较成熟的社会主义发展模式",
        "D. 按照马克思恩格斯关于未来的设想来建设社会主义"
      ],
      "answer": "B"
    },
    {
      "id": 53,
      "type": "单选题",
      "question": "马克思主义政党是科学社会主义与工人运动向结合的产物，是工人阶级的先锋队。这表明（）",
      "options": [
        "A. 马克思主义政党即工人阶级本身",
        "B. 马克思主义政党以工人阶级为基础",
        "C. 马克思主义政党的先进性决定了工人阶级的先进性",
        "D. 马克思主义政党的阶级性是其先进性的根本前提"
      ],
      "answer": "D"
    },
    {
      "id": 54,
      "type": "单选题",
      "question": "人类生活的现实世界是（）",
      "options": [
        "A. 人化自然和人类社会的统一体",
        "B. 客观世界和主观世界的统一体",
        "C. 自在自然和人化自然的统一体",
        "D. 人类实践活动中所形成的人类社会关系的总和"
      ],
      "answer": "A"
    },
    {
      "id": 55,
      "type": "单选题",
      "question": "真理向谬误转化的原因，主要在于（）",
      "options": [
        "A. 该认识只为少数人所坚持",
        "B. 背离了主观与客观、认识同实践的具体的历史的统一",
        "C. 在实践中一时未能达到预期的结果",
        "D. 真理具有相对性"
      ],
      "answer": "B"
    },
    {
      "id": 56,
      "type": "单选题",
      "question": "真理的客观性与价值性的关系是（）",
      "options": [
        "A. 坚持真理的客观性必然否认真理的价值性",
        "B. 坚持真理的价值性必然否认真理的客观性",
        "C. 客观性是真理的根本属性，价值性要以客观性为基础",
        "D. 真理的客观性与真理的价值性是等义的"
      ],
      "answer": "C"
    },
    {
      "id": 57,
      "type": "单选题",
      "question": "人的视觉器官有感觉外界物体的光和颜色的功能。可见光的波长范围一般是380nm（纳米）到780nm，称为可见光谱。在可见光谱范围内，不同波长的辐射使人感觉到不同颜色，一般来说，700nm为红色，580nm为黄色，510nm为绿色，470nm为蓝色，400nm为紫色。这种现象表明（）",
      "options": [
        "A. 人只能认识外界物体作用于感官形成的感觉",
        "B. 人的感官所具有的生理阀限是人的认识能力的界限",
        "C. 人的感觉中包含着对外界事物信息的选择、加工和转换",
        "D. 人所形成的关于事物的感觉是人自身生理活动的结果"
      ],
      "answer": "C"
    },
    {
      "id": 58,
      "type": "单选题",
      "question": "唯物史观认为，人类的第一个历史活动是（）",
      "options": [
        "A. 吃喝穿住",
        "B. 物质生活资料的生产",
        "C. 人的自觉意识活动",
        "D. 结成社会关系"
      ],
      "answer": "B"
    },
    {
      "id": 59,
      "type": "单选题",
      "question": "马克思主义哲学与唯心主义哲学、旧唯物主义哲学的根本区别在于（）",
      "options": [
        "A. 坚持人的主体地位",
        "B. 坚持用辩证发展的观点去认识世界",
        "C. 坚持物质第一性、意识第二性",
        "D. 坚持从客观的物质实践活动去理解现实世界"
      ],
      "answer": "D"
    },
    {
      "id": 60,
      "type": "单选题",
      "question": "爱迪生在发明电灯之前做了两千多实验，有个年轻的记者曾经问他为什么遭遇这么多次失败。爱迪生回答：“我一次都没有失败。我发明了电灯。这只是一段经历了两千步的历程。”爱迪生之所以说“我一次都没有失败”，是因为他把每一次实验都看作（）",
      "options": [
        "A. 认识中所获得的相对真理",
        "B. 整个实践过程中的一部分",
        "C. 对事物规律的正确反映",
        "D. 实践中可以忽略不计的偶然挫折"
      ],
      "answer": "B"
    },
    {
      "id": 61,
      "type": "单选题",
      "question": "在人的发展和社会发展的关系问题上，马克思主义认为( )",
      "options": [
        "A. 前者是个人的理想，后者是社会的目标",
        "B. 前者体现了个人价值，后者体现了社会价值",
        "C. 前者和后者是彼此独立的历史发展过程",
        "D. 前者和后者互为前提和基础"
      ],
      "answer": "D"
    },
    {
      "id": 62,
      "type": "单选题",
      "question": "下面不属于马克思所强调的“三大差别”的是( )",
      "options": [
        "A. 工业与农业的差别",
        "B. 城市和乡村的差别",
        "C. 脑力劳动和体力劳动的差别",
        "D. 计划经济与市场经济的 差别"
      ],
      "answer": "D"
    },
    {
      "id": 63,
      "type": "单选题",
      "question": "共产主义社会个人消费品的分配方式是( )",
      "options": [
        "A. 公平分配",
        "B. 按资本、技术要素分配",
        "C. 各尽所能，按需分配",
        "D. 按劳分配"
      ],
      "answer": "C"
    },
    {
      "id": 64,
      "type": "单选题",
      "question": "中国特色社会主义的最终理想是（ ）",
      "options": [
        "A. 实现共同富裕",
        "B. 实现人与自然和谐共生",
        "C. 实现共产主义",
        "D. 实现中华民族伟大复兴"
      ],
      "answer": "C"
    },
    {
      "id": 65,
      "type": "单选题",
      "question": "“两个必然”和“两个决不会”( )",
      "options": [
        "A. 是矛盾的",
        "B. 是两回事",
        "C. 是有着内在联系的",
        "D. 是内容和形式的关系"
      ],
      "answer": "C"
    },
    {
      "id": 66,
      "type": "单选题",
      "question": "中国特色社会主义的共同理想是（ ）",
      "options": [
        "A. 实现共同富裕",
        "B. 实现人与自然和谐共生",
        "C. 实现共产主义",
        "D. 实现中华民族伟大复兴"
      ],
      "answer": "D"
    },
    {
      "id": 67,
      "type": "单选题",
      "question": "实现了人的“自由个性”的发展，是( )",
      "options": [
        "A. 资本主义社会以前的人的生存状态",
        "B. 资本主义社会之中的人的生存状态",
        "C. 社会主义社会之中的人的生存状态",
        "D. 共产主义社会之中的人的生存状态"
      ],
      "answer": "D"
    },
    {
      "id": 68,
      "type": "单选题",
      "question": "“代替那存在着阶级和阶级对立的资产阶级旧社会的，将是这样一个联合体，在那里，每个人的自由发展是一切人的自由发展的条件”。这是( )",
      "options": [
        "A. 《共产党宣言》中的一段话",
        "B. 《共产主义原理》中的一段话",
        "C. 《哥达纲领批判》中的一段话",
        "D. 《资本论》中的一段话"
      ],
      "answer": "A"
    },
    {
      "id": 69,
      "type": "单选题",
      "question": "“通过批判旧世界来发现新世界”是( )",
      "options": [
        "A. 空想社会主义预见未来社会的方法",
        "B. 马克思主义预见未来社会的方法",
        "C. 唯物主义预见未来社会的方法",
        "D. 唯心主义预见未来社会的方法"
      ],
      "answer": "B"
    },
    {
      "id": 70,
      "type": "单选题",
      "question": "下列提法正确的是( )",
      "options": [
        "A. 经济文化相对落后的国家必须经历资本主义阶段才能实现共产主义社会",
        "B. 社会主义要努力实现人与自然和谐共生",
        "C. 民主社会主义是科学社会主义发展的必然结果",
        "D. 苏东剧变标志社会主义运动的彻底失败"
      ],
      "answer": "B"
    },
    {
      "id": 71,
      "type": "单选题",
      "question": "下列提法正确的是( )",
      "options": [
        "A. 只有空想社会主义思想家预见了未来社会",
        "B. 只有马克思主义经典作家预见了未来社会",
        "C. 只有唯心主义思想家预见了未来社会",
        "D. 许多思想家都预见了未来社会"
      ],
      "answer": "D"
    },
    {
      "id": 72,
      "type": "单选题",
      "question": "经济文化相对落后的国家可以先于资本主义国家进入社会主义的主要依据是( )",
      "options": [
        "A. 经济文化相对落后的国家具有较高的精神文明",
        "B. 革命的客观形势和条件所决定的",
        "C. 它是以高度社会化的资本主义大生产作为社会主义革命的物质前提的",
        "D. 社会主义生产关系可以在旧社会的内部孕育生长起来"
      ],
      "answer": "B"
    },
    {
      "id": 73,
      "type": "单选题",
      "question": "全面依法治国的总目标是( )",
      "options": [
        "A. 发展社会主义法制",
        "B. 有法必依、执法必严",
        "C. 建设社会主义法治国家",
        "D. 保障人民群众的生命财产安全"
      ],
      "answer": "C"
    },
    {
      "id": 74,
      "type": "单选题",
      "question": "资本主义积累的历史趋势是（）。",
      "options": [
        "A. 缓和并最终解决资本主义的基本矛盾",
        "B. 资本主义生产方式必然灭亡",
        "C. 全世界同时建立生产资料公有制",
        "D. 全世界都进入资本主义制度"
      ],
      "answer": "B"
    },
    {
      "id": 75,
      "type": "单选题",
      "question": "马克思说。“一切商品对它们的所有者是非使用价值，对它们的非所有者是使用价值。”这表明（）。",
      "options": [
        "A. 有使用价值的不一定有价值",
        "B. 商品的使用价值是对它的购买消费者而言的",
        "C. 商品所有者同时获得使用价值和价值",
        "D. 商品是使用价值和价值的对立统一"
      ],
      "answer": "B"
    },
    {
      "id": 76,
      "type": "单选题",
      "question": "生产商品的具体劳动和抽象劳动是（）。",
      "options": [
        "A. 生产商品的两次不同劳动",
        "B. 生产商品的同一劳动过程的两个方面",
        "C. 生产同一商品的两个劳动过程",
        "D. 不同劳动过程中的两个方面"
      ],
      "answer": "B"
    },
    {
      "id": 77,
      "type": "单选题",
      "question": "马克思把商品转换成货币称为“商品的惊险的跳跃”，“这个跳跃如果不成功，摔坏的不是商品，但一定是商品占有者”。这是因为只有商品变为货币，（）。",
      "options": [
        "A. 货币才能转化为资本",
        "B. 价值才能转化为使用价值",
        "C. 抽象劳动才能转化为具体劳动",
        "D. 私人劳动才能转化为社会劳动"
      ],
      "answer": "D"
    },
    {
      "id": 78,
      "type": "单选题",
      "question": "社会必要劳动时间是指在现在的社会正常生产条件下，在社会平均的熟练程度和劳动强度下制造某种使用价值所需要的劳动时间。这种“正常生产条件”是（）。",
      "options": [
        "A. 全社会各部门的平均技术装备水平",
        "B. 全社会大多数部门的技术装备水平",
        "C. 某一生产部门内部的先进技术装备水平",
        "D. 某一生产部门内部的大多数产品已经达到的技术装备水平"
      ],
      "answer": "D"
    },
    {
      "id": 79,
      "type": "单选题",
      "question": "马克思指出，扩大再生产过程中追加的资本，“它一开始就没有一个价值原子不是由别人的无酬劳动产生的。”这句话表明（）。",
      "options": [
        "A. 资本积累是资本主义扩大再生产的重要源泉",
        "B. 剩余价值是资本积累的唯一源泉",
        "C. 剩余价值是资本主义扩大再生产的唯一源泉",
        "D. 资本主义占有规律否定了商品所有权规律"
      ],
      "answer": "B"
    },
    {
      "id": 80,
      "type": "单选题",
      "question": "资本集中（）。",
      "options": [
        "A. 是靠剩余价值资本化实现的",
        "B. 是靠把现有的分散资本合并成大资本实现的",
        "C. 会导致社会资本总量的增加",
        "D. 会受社会财富增长的限制"
      ],
      "answer": "B"
    },
    {
      "id": 81,
      "type": "单选题",
      "question": "下列哪些观点属于习近平新时代中国特色社会主义思想的世界观与方法论的内容",
      "options": [
        "A. 系统观念",
        "B. 胸怀天下",
        "C. 自信自立",
        "D. 世界大同"
      ],
      "answer": "ABC"
    },
    {
      "id": 82,
      "type": "单选题",
      "question": "物质世界的二重化是指",
      "options": [
        "A. 从自然界分化出人类社会",
        "B. 从客观世界分化出主观世界",
        "C. 从自然发展到文明",
        "D. 从野蛮进化到文明"
      ],
      "answer": "AB"
    },
    {
      "id": 83,
      "type": "单选题",
      "question": "下列哪些观点属于习近平新时代中国特色社会主义思想的世界观与方法论的内容",
      "options": [
        "A. 人民至上",
        "B. 问题导向",
        "C. 和平发展",
        "D. 守正创新"
      ],
      "answer": "ABD"
    },
    {
      "id": 84,
      "type": "单选题",
      "question": "2018年4月23日下午，中共中央政治局就《共产党宣言》及其时代意义举行第五次集体学习，习近平指出学习马克思主义基本理论是共产党人的必修课。我们重温《共产党宣言》，就是要（）。",
      "options": [
        "A. 深刻感悟和把握马克思主义真理力量",
        "B. 坚定马克思主义信仰",
        "C. 追溯马克思主义政党保持先进性和纯洁性的理论源头",
        "D. 提高全党运用马克思主义基本原理解决当代中国实际问题的能力和水平"
      ],
      "answer": "ABCD"
    },
    {
      "id": 85,
      "type": "单选题",
      "question": "马克思主义认为，人的自由而全面的发展( )。",
      "options": [
        "A. 是社会发展的根本目标",
        "B. 是社会进步的重要内容",
        "C. 既是社会发展的结果，又是社会发展的原因",
        "D. 与社会政治、经济、文化的发展互为前提"
      ],
      "answer": "ABCD"
    },
    {
      "id": 86,
      "type": "单选题",
      "question": "马克思主义经典作家与其他思想派别预见未来社会的方法区别在于( ) 。",
      "options": [
        "A. 前者从客观规律出发，后者从理性出发",
        "B. 前者侧重于一般规律揭示，后者侧重细节描绘",
        "C. 前者通过批判旧世界发现新世界，后者凭空猜测和臆想未来",
        "D. 前者对未来乐观，后者持悲观态度"
      ],
      "answer": "ABC"
    },
    {
      "id": 87,
      "type": "单选题",
      "question": "共产主义社会的的基本特征是（）",
      "options": [
        "A. 物质财富极大丰富，消费资料按需分配",
        "B. 社会关系高度和谐，人们精神境界极大提高",
        "C. 每个人的自由而全面发展，人类从必然王国向自由王国飞跃",
        "D. 世界永久和平"
      ],
      "answer": "ABC"
    },
    {
      "id": 88,
      "type": "单选题",
      "question": "马克思在《<政治经济学批判>序言》中提出的“两个决不会”是指（）。",
      "options": [
        "A. 任何社会形态在它所能容纳的全部生产力发挥出来以前决不会灭亡",
        "B. 任何社会形态在它所能允许的新事物完全产生之前是决不会灭亡的",
        "C. 新的更高的生产关系，在它存在的物质条件在旧社会的胎胞里成熟以前，是决不会出现的",
        "D. 新的生产关系在就的生产力水平未允许的条件下决不会自发生成"
      ],
      "answer": "AC"
    },
    {
      "id": 89,
      "type": "单选题",
      "question": "不少有重大贡献的自然科学家既是科学伟人，又是科学哲人，牛顿从经验主义出发建立起古典力学，爱因斯坦从唯物论出发建立了广义相对论，海森堡受柏拉图哲学的启发，决心寻找反映自然秩序的数学核心，建立了矩阵力学。能解释上述科学史实的是（ ）",
      "options": [
        "A. 哲学是世界观和方法论的统一",
        "B. 哲学的争论引领具体科学的进步",
        "C. 哲学是一种能生产知识的知识",
        "D. 重大科学研究前沿需要哲学智慧的启迪"
      ],
      "answer": "AD"
    },
    {
      "id": 90,
      "type": "单选题",
      "question": "2020年1月,《求是》杂志发表了习近平总书记的重要讲话《坚持历史唯物主义不断开辟当代中国马克思主义发展新境界》。讲话指出,要学习和掌握社会基本矛盾分析法,深入理解全面深化改革的重要性和紧迫性。这告诉我们（ ）",
      "options": [
        "A. 改革就是使生产关系适应生产力的发展",
        "B. 改革是我国现阶段解决社会基本矛盾的重要方式",
        "C. 我国的一系列制度要随着社会基本矛盾的变化而变革",
        "D. 改革要适应我国社会主要矛盾的变化,推动社会发展"
      ],
      "answer": "BD"
    },
    {
      "id": 91,
      "type": "单选题",
      "question": "在闽东时，为让当地民众摆脱贫困，习近平殚精竭虑，因地制宜提出“靠山吃山唱山歌，靠海吃海念海经”的“山海经”。如今，闽东各项事业的蓬勃发展，正是得益于大念“山海经”。这里的“山海经”反映的辩证唯物主义道理是( )",
      "options": [
        "A. 客观的实际是我们行动的重要依据",
        "B. 正确的理念对实践活动具有促进作用",
        "C. 具体问题具体分析是摆脱贫困的好方法",
        "D. 发挥主观能动性是事业成功的重要条件"
      ],
      "answer": "ABCD"
    },
    {
      "id": 92,
      "type": "单选题",
      "question": "2020年是恩格斯诞展200周年。作为马克思主义的创始人之一，恩格斯在谈到马克思主义产生时说:“同任何新的学说一样，它必须首先从已有的思想材料出发，虽然它的根子深深扎在经济的事实中。”上述论断蕴含的哲学道理是：",
      "options": [
        "A. 理论发展具有相对独立性",
        "B. 理论只能反映当前经济事实",
        "C. 理论总是受到客观现实的制约",
        "D. 来源于现实的理论就具有真理性"
      ],
      "answer": "AC"
    },
    {
      "id": 93,
      "type": "单选题",
      "question": "2019年3月18日，习近平在学校思想政治理论课教师座谈会上强调，青少年阶段是人生的“拔节孕穗期”，最需要精心引导和栽培;要给学生心灵埋下真善美的种子，引导学生扣好人生第一粒扣子。因为：",
      "options": [
        "A. 青年学生的价值观决定于其行为选择",
        "B. 青年学生的价值观一旦形成就会稳定不变",
        "C. 价值观教育是青年学生健康成长的必修课",
        "D. 正确价值观是青年学生走好人生道路的重要向导"
      ],
      "answer": "CD"
    },
    {
      "id": 94,
      "type": "单选题",
      "question": "正确把握科学社会主义一般原则，就必须做到（）",
      "options": [
        "A. 必须始终坚持科学社会主义一般原则，反对任何背离科学社会主义一般原则的错误倾向",
        "B. 要善于把科学社会主义一般原则与本国实际相结合",
        "C. 紧跟时代和实践发展，在总结经验中不断丰富和发展科学社会主义一般原则",
        "D. 严格坚守马克思、恩格斯的观点不动摇"
      ],
      "answer": "ABC"
    },
    {
      "id": 95,
      "type": "单选题",
      "question": "资本主义必然灭亡，社会主义必然胜利的根本依据是（）",
      "options": [
        "A. 人类社会发展规律",
        "B. 人类对自由民主的追求",
        "C. 资本主义基本矛盾",
        "D. 资本主义进行了社会改良"
      ],
      "answer": "AC"
    },
    {
      "id": 96,
      "type": "单选题",
      "question": "19世纪中叶，马克思恩格斯把社会主义由空想变为科学，奠定这一飞跃的理论基石是（）",
      "options": [
        "A. 阶级斗争说",
        "B. 劳动价值论",
        "C. 唯物史观",
        "D. 剩余价值论"
      ],
      "answer": "CD"
    },
    {
      "id": 97,
      "type": "单选题",
      "question": "真理的相对性是指（）",
      "options": [
        "A. 真理和谬误并没有任何界限",
        "B. 任何真理都是有条件的",
        "C. 任何真理都带有不确定性",
        "D. 真理是因人而异的"
      ],
      "answer": "BC"
    },
    {
      "id": 98,
      "type": "单选题",
      "question": "马克思主义群众观点的主要内容包括（）",
      "options": [
        "A. 坚信人民群众自己解放自己",
        "B. 全心全意为人民服务",
        "C. 一切向人民群众负责",
        "D. 虚心向人民群众学习"
      ],
      "answer": "ABCD"
    },
    {
      "id": 99,
      "type": "单选题",
      "question": "唯物史观考察历史创造者问题的方法论原则是（）",
      "options": [
        "A. 立足于现实的人及其本质来把握",
        "B. 立足于整体的社会历史过程来把握",
        "C. 从社会发展的必然性入手来考察",
        "D. 从人与历史关系的多个维度来进行考察"
      ],
      "answer": "ABCD"
    },
    {
      "id": 100,
      "type": "单选题",
      "question": "据媒体报道，美国哥伦比亚大学的社会学家利用互联网技术做了一次实验，证明只要通过“电子邮件的6次信息接力”，一个人就可以同世界上任何一个陌生人联系上。 这表明（）",
      "options": [
        "A. 世界是相互联系的统一整体",
        "B. 事物之间的联系都是人为的",
        "C. 世界的普遍联系是通过“中介”实现的",
        "D. 信息是世界普遍联系的基础"
      ],
      "answer": "AC"
    }
  ]
};
